{
  "topic": "what-should-guide-laws-concerning-abortion",
  "rep_id": 4,
  "alt_type": "persona_context",
  "count": 100,
  "statements": {
    "554": "Abortion laws should be guided by compassion, privacy, and solid medical evidence, with decisions centered on the patient and their doctor—not politicians—especially when health, rape, or severe fetal complications are involved. I can respect the moral weight many people place on potential life, which is why I support clear, workable standards that prioritize safety and informed consent instead of punishment. The most real common ground is preventing crisis pregnancies in the first place through honest sex education, affordable contraception, and stronger prenatal, mental health, and family supports so fewer people feel cornered either way.",
    "147": "Laws concerning abortion should be guided by compassion, privacy, and medical evidence, recognizing that pregnancy decisions are time-sensitive and deeply personal, and that politicians can’t anticipate every family’s reality. I can respect the moral seriousness many people attach to potential life while still believing the safest, fairest approach keeps decisions primarily between a patient and qualified clinicians, with clear protections for health, rape or incest, and severe fetal conditions. Common ground is investing hard in what prevents crisis—accurate sex education, affordable contraception, prenatal and postpartum care, and real support for parents—so fewer people ever feel cornered into an impossible choice.",
    "418": "I want abortion laws guided by compassion, privacy, and medical reality, keeping time-sensitive decisions in the hands of patients and qualified clinicians rather than politicians. At the same time, I can respect the moral weight many people attach to potential life, which is why I support clear, workable health-and-safety standards and unambiguous exceptions when health, severe fetal complications, or violence are involved. The most durable common ground is preventing crisis pregnancies through comprehensive sex education, affordable contraception, and real support for prenatal care, mental health, and families—so fewer people are ever forced into an impossible choice.",
    "808": "I believe abortion laws should be guided by respect for life, personal responsibility, and plain, workable rules that don’t leave doctors and families guessing in an emergency. I can support clear limits, with firm exceptions when a mother’s life or serious health is at risk and for the most traumatic situations, while putting more effort into preventing crisis pregnancies through honest education, access to contraception, and real support for prenatal care and adoption. If we keep the focus on compassion instead of punishment, we can protect the vulnerable and still recognize that some cases are painful and complicated.",
    "138": "I believe abortion laws should treat unborn life with real moral seriousness while also protecting women in emergencies and other truly heartbreaking situations, with rules written clearly enough that doctors can act without fear or delay. The best common ground is reducing the number of abortions by preventing crisis pregnancies through straightforward education, affordable contraception, and strong prenatal, adoption, and postpartum support so choosing to carry a pregnancy is a real option. If we keep politics out of the exam room but don’t pretend the choice is trivial, we can build policy that’s compassionate, practical, and accountable.",
    "70": "Laws on abortion should treat unborn life with moral seriousness while also recognizing that pregnancies can bring medical emergencies and heartbreaking circumstances that no legislature can script from afar. I favor clear, workable limits paired with plainly written exceptions to protect a woman’s life and serious health, and I don’t want families or doctors threatened with criminal penalties when time-sensitive care is needed. The most durable common ground is to prevent crisis pregnancies in the first place—through responsible education, accessible contraception, strong prenatal care, and real support for parenting and adoption—so fewer people ever face this choice.",
    "671": "I think abortion laws should be guided by compassion, privacy, and medical reality—keeping politicians out of the exam room—while still taking seriously that many people see potential life as morally meaningful. Common ground looks like protecting safe, timely access especially in emergencies or severe fetal complications, and putting real effort into prevention and support: honest sex education, affordable contraception, prenatal care, and help that makes parenting or adoption a realistic option. The goal should be fewer crisis pregnancies and less suffering, without criminalizing patients or doctors or forcing one set of beliefs onto everyone.",
    "167": "I want abortion laws guided by compassion, privacy, and clear medical judgment—because real life is messy, emergencies are real, and politicians can’t write a rule for every family’s crisis. At the same time, I can respect the moral seriousness many people feel about potential life, which is why I support practical steps that prevent unintended pregnancy and make carrying to term more doable: honest education, affordable contraception, and strong prenatal and family supports. If we keep the government out of the exam room while investing in prevention and care, we can lower the temperature and reduce suffering without turning personal tragedy into a court case.",
    "23": "Laws on abortion should be guided by compassion, medical evidence, and a strong respect for privacy—keeping urgent, complex decisions in the exam room with patients and qualified clinicians, not in criminal courtrooms. I can take seriously the moral weight many place on developing life while still believing the baseline must protect a person’s health, safety, and ability to make a timely decision, with clear exceptions for medical risk, nonviability, and circumstances like rape or incest. The most durable common ground is pairing any legal framework with prevention and support: comprehensive sex education, affordable contraception, prenatal and postpartum care, and practical help for families who choose to carry to term.",
    "241": "I’m guided by a desire to reduce suffering and treat pregnancy decisions with moral seriousness and humility, which means keeping time-sensitive medical care centered on the patient and clinician rather than politics, especially when health, safety, or severe fetal conditions are involved. At the same time, I hear the shared hope for fewer abortions, and I think the most durable path there is prevention and support: honest education, affordable contraception, strong prenatal and postpartum care, and real economic and mental health resources so no one feels forced by circumstance. Laws should set clear, workable guardrails that protect safety and informed consent without criminalizing people in crisis. If we lead with compassion and practical outcomes, there’s room to honor both conscience and autonomy while strengthening families and communities.",
    "471": "Abortion laws should reflect both a respect for developing life and a clear commitment to compassion and safety for the person who is pregnant, with decisions grounded in medical reality rather than political slogans. I support reasonable, clearly written limits that still include straightforward exceptions for rape, incest, life-threatening or serious health risks, and cases where the fetus is not viable, so families and clinicians aren’t frozen by fear or ambiguity. The most durable common ground is putting real effort into prevention and support—access to contraception and accurate education, strong prenatal and postpartum care, and practical help for parenting and adoption—so fewer people ever reach a crisis point.",
    "205": "I see this as a serious, personal decision where compassion and real-life responsibility matter more than politics, and I don’t think the law should turn families or doctors into criminals when health, safety, or heartbreaking complications are on the line. Common ground, to me, is keeping medical decisions private and timely while also working hard on prevention and support—honest education, affordable contraception, and prenatal and family help—so fewer people ever feel trapped. If the goal is less suffering and stronger families, the rules should be clear, humane, and focused on helping people rather than shaming them.",
    "136": "I don’t want politicians making one-size-fits-all calls about a situation that can turn into a medical emergency or a family crisis overnight, so the law should keep decisions as close to the patient and doctor as possible, with clear protections for life, health, and privacy. At the same time, I can respect the moral weight people place on unborn life, which is why I’d rather put real effort into prevention and support—straightforward education, affordable contraception, and practical help for parents and adoption—so fewer families ever reach that point. If we focus on reducing harm and expanding real options instead of punishing people in tough moments, we can lower the temperature and write rules most folks can live with.",
    "640": "Abortion law should be guided by compassion, medical evidence, and a respect for privacy—keeping time‑sensitive decisions in the hands of patients and qualified clinicians rather than politicians—while taking seriously that many people see real moral value in potential life. Common ground is pairing clear, workable health-and-safety standards and firm protections for emergencies with major investments that prevent crisis pregnancies and support families: reliable contraception, honest education, prenatal and postpartum care, and practical help for parents who choose to carry to term. If we focus on reducing harm and expanding real options instead of punishment and slogans, we can lower the number of tragedies and keep communities from tearing each other apart.",
    "521": "Laws on abortion should be guided by compassion, medical evidence, and a respect for privacy—keeping the hardest decisions as close as possible to the patient and qualified clinicians, not politics. I can also recognize the moral weight many people place on developing life, which is why I support clear, workable protections for medical emergencies and severe fetal conditions, paired with real efforts to prevent unintended pregnancies through honest education and affordable contraception. If we want fewer tragedies and fewer abortions, we should put more energy into supporting families—prenatal and postpartum care, mental health support, and practical help—so no one is forced into a decision by fear, money, or lack of options.",
    "358": "Abortion laws should be guided by compassion, medical evidence, and a respect for personal conscience—keeping politicians out of time‑sensitive decisions best made by a patient and qualified clinicians, especially when health, trauma, or fetal nonviability are involved. At the same time, it’s reasonable to acknowledge the moral weight many attach to potential life by focusing public policy on what measurably reduces abortions: comprehensive sex education, affordable contraception, strong prenatal and postpartum care, and real economic and childcare supports. If the goal is fewer tragedies and healthier families, the law should prioritize safety, clarity for medical providers, and practical support over punishment or one‑size‑fits‑all mandates.",
    "723": "Abortion laws should be guided by compassion, privacy, and solid medical evidence, keeping time-sensitive decisions in the hands of patients and their clinicians while ensuring clear, workable exceptions when health, safety, or severe fetal complications are involved. I can respect the deep moral weight many attach to potential life, which is why I also want policy to put real effort into preventing unintended pregnancies through accurate education, affordable contraception, and strong prenatal, postpartum, and mental-health support. If the goal is fewer crises and less suffering, we should stop using punishment and politics in the exam room and instead expand the practical resources that help people choose freely and responsibly.",
    "69": "I believe abortion law should start with a real respect for unborn life, but it also has to be clear, workable, and humane enough that doctors can act fast when a woman’s life or serious health is on the line, and when pregnancy comes from violence. If we want fewer abortions, the surest path is prevention and support—responsible education, affordable contraception, strong prenatal care, and real help for mothers and adoption—so people aren’t cornered by fear or finances. We won’t all draw the line in the same place, but we can agree the law shouldn’t criminalize families in crisis, and it should protect both human dignity and common-sense medical judgment.",
    "458": "Abortion laws should treat unborn life with real moral seriousness while also facing the hard medical and personal realities that don’t fit tidy rules, so the priority should be clear, workable standards that protect a woman’s life and health and don’t turn families or doctors into criminals in a crisis. The most durable common ground is pairing reasonable limits and informed consent with practical prevention—straight talk, responsible contraception access, and strong prenatal and adoption support—so fewer people end up at this decision in the first place. If we focus on compassion, responsibility, and keeping politics from overriding medical judgment, we can lower the temperature and actually reduce both harm and heartbreak.",
    "753": "I believe abortion laws should be guided by compassion, privacy, and solid medical evidence, with decisions kept between a patient and their doctor—especially when health, safety, or severe fetal complications are on the line—because one-size-fits-all rules don’t match real life. At the same time, I can respect the moral weight many people feel about potential life, so I want the law to put real effort into prevention and support: affordable contraception, honest education, prenatal and postpartum care, and practical help so no one feels cornered. If we focus less on punishment and more on reducing crisis pregnancies and protecting dignity, we can cool the temperature and take better care of our communities.",
    "275": "Laws on abortion should be guided by compassion, privacy, and solid medical evidence, because pregnancy decisions can turn on time-sensitive health realities and family circumstances that don’t fit neat political rules. I can respect the moral seriousness many people feel about potential life while still believing the safest, fairest approach keeps decisions primarily with the pregnant person and qualified clinicians, with clear exceptions when health, rape, incest, or nonviability are involved. If we want fewer abortions and less suffering, we’ll get farther by investing in prevention and support—reliable sex education, affordable contraception, prenatal and mental health care, and real help for parents—than by criminalizing people in crisis.",
    "250": "I want abortion laws to be written like reliable system requirements: protect patient safety and privacy, keep time‑sensitive medical decisions in the hands of patients and qualified clinicians, and include clear, workable exceptions when health, rape/incest, or severe fetal conditions are involved. At the same time, it’s reasonable to treat potential life with moral seriousness, so I support reasonable, evidence-based guardrails paired with the proven “upstream fixes” that reduce abortions—comprehensive sex education, affordable contraception, prenatal/postpartum care, and practical support for families who choose to carry to term. If we focus less on punishment and more on prevention, clarity, and real options, more people can agree even when their convictions differ.",
    "225": "I’m guided by a belief in human dignity and compassion, which makes me wary of one-size-fits-all laws that pull politicians into private, time-sensitive medical decisions and can deepen hardship for families already under stress. At the same time, I take seriously the moral weight many attach to potential life, so I want policy that emphasizes prevention—comprehensive sex education, affordable contraception, and strong prenatal, mental health, and parenting supports—so fewer people ever face a crisis pregnancy. If we can protect timely care and clear health exceptions while investing in real resources that make choosing parenthood genuinely possible, we can lower suffering and lower abortions without turning neighbors into enemies.",
    "764": "I see abortion like tending a garden: you protect what’s growing, but you also have to deal with storms and emergencies with steady, practical care instead of politics. Laws should respect unborn life with clear, reasonable limits, yet make straightforward exceptions for the mother’s life and serious health risks, rape or incest, and severe fetal problems so doctors aren’t forced to wait while someone suffers. The common ground is preventing as many crisis pregnancies as possible through honest education, access to contraception, and real support for prenatal care, adoption, and parents—so fewer people feel cornered and more families can choose life without fear.",
    "335": "Abortion laws should be guided by compassion, medical evidence, and a respect for privacy—keeping the hardest decisions as close as possible to the patient and qualified clinicians, not politicians. I can also understand the moral weight many people place on potential life, which is why I support clear, workable rules that protect health and safety, include explicit exceptions for medical emergencies and severe fetal conditions, and avoid criminalizing families in crisis. If we want fewer abortions and stronger families, the most practical common ground is investing in prevention and support—accurate education, affordable contraception, prenatal and postpartum care, and real help for parents—so people have genuine options instead of forced ones.",
    "197": "Abortion laws should be guided by compassion, evidence-based medicine, and a respect for personal conscience—keeping politicians out of time-sensitive healthcare decisions while setting clear, workable standards that protect patient safety and allow prompt care when health, rape/incest, or severe fetal complications are involved. I can take seriously the moral weight people attach to potential life and still believe the most humane way to reduce abortions is prevention and support: comprehensive sex education, affordable contraception, strong prenatal and postpartum care, mental health services, and real help for families who choose to parent or pursue adoption. If we focus less on punishment and more on reducing harm and expanding real options, we can protect dignity on all sides and lower the number of crisis pregnancies.",
    "699": "I start from the belief that unborn life deserves serious moral weight, but I’m also convinced laws have to be clear enough for doctors to act quickly and compassionate enough not to turn medical crises or trauma into courtroom battles. A workable approach sets reasonable limits with well-defined exceptions for the mother’s life and serious health risks, rape or incest, and nonviable pregnancies, while pairing that with real support—prenatal care, adoption services, and practical help for families—so choosing to carry a pregnancy is truly possible. If we put prevention and stability at the center through responsible education and contraception access, we can reduce abortions without treating people in painful situations as political targets.",
    "661": "Abortion law should start with a real respect for unborn life, but it also has to be clear, medically grounded, and compassionate enough that doctors can act quickly in emergencies and families aren’t turned into criminals in the worst moments of their lives. I can support reasonable limits that include firm exceptions for rape, incest, and serious threats to a mother’s life or health, while putting more effort into prevention—honest education, access to contraception, and strong prenatal and postpartum support. If we focus less on scoring points and more on reducing crisis pregnancies and supporting parents who choose to carry to term, we can protect dignity on both sides and lower the number of abortions in a way that’s actually workable.",
    "410": "Abortion law should be guided by compassion, medical evidence, and respect for personal autonomy, keeping time-sensitive decisions between patients and qualified clinicians while treating the moral weight many people feel about potential life with seriousness rather than slogans. The most durable common ground is preventing crisis pregnancies through comprehensive sex education, affordable contraception, and strong prenatal and parenting supports, so choices aren’t driven by fear, coercion, or lack of resources. And when health, safety, rape, or severe fetal complications are involved, the law should be clear enough that doctors can act quickly without families being turned into criminal cases.",
    "789": "I believe abortion law should start with a real respect for unborn life, but it also has to be written clearly and humanely enough that doctors can act without hesitation when a mother’s life or serious health is on the line, and families aren’t treated like criminals in a crisis. The best common ground I see is pairing reasonable limits and plain-language medical exceptions with practical supports that actually reduce abortions—reliable contraception, honest education, prenatal and postpartum care, and adoption services—so fewer people ever feel cornered. If we can argue less like it’s a courtroom and more like neighbors trying to do right, we can protect dignity on all sides and lower the number of tragedies.",
    "794": "Abortion laws should be guided by compassion, medical evidence, and a respect for families’ real-life circumstances, keeping time-sensitive decisions primarily between a patient and qualified clinicians rather than politicians. I can hold the moral seriousness many people feel about potential life while still insisting on clear exceptions for threats to health, nonviable pregnancies, and situations involving violence, written plainly enough that care isn’t delayed by fear or confusion. If the shared goal is fewer tragedies and fewer abortions, the most practical path is prevention and support: comprehensive education, affordable contraception, and strong prenatal, postpartum, and parenting resources so no one is forced into a decision by panic, poverty, or lack of care.",
    "151": "I believe laws on abortion should start with a serious respect for unborn life, while also being honest that pregnancies can involve medical emergencies, violence, and heartbreaking complications where quick, clear exceptions are needed so doctors can protect a mother’s life and health. If we want fewer abortions and less suffering, the law can’t just punish; it should also strengthen prevention and real support—accurate education, access to contraception, prenatal and postpartum care, and practical help for families and adoption. I can’t support a system that leaves families alone in crisis or turns private tragedy into a courtroom fight, and I think we can lower the temperature by combining firm moral boundaries with compassion, clarity, and real resources.",
    "798": "I want abortion laws grounded in compassion and sound medical evidence, with enough privacy and flexibility that patients and clinicians—not politicians—can respond to real-life emergencies, severe fetal conditions, and situations involving violence or serious health risk. At the same time, I can respect the moral gravity many attach to potential life, which is why I support reasonable, clearly written guardrails alongside strong prevention: comprehensive sex education, affordable contraception, and practical support for pregnancy, parenting, and adoption. If we focus less on punishment and more on reducing crisis pregnancies and protecting health and dignity, there’s room for a durable agreement even among people who disagree deeply.",
    "258": "I want laws on abortion to be guided by compassion, privacy, and real medical evidence, because pregnancy decisions can be time-sensitive and life-changing, and politicians can’t predict every family’s situation. I also hear the moral seriousness many people feel about potential life, so I think the most practical common ground is preventing crisis pregnancies with honest education, affordable contraception, and strong support for prenatal care, childcare, and mental health. The law should keep care safe and accessible—especially early on and in cases involving health risks or severe fetal complications—without criminalizing people who are already trying to survive and do what’s best for their families.",
    "28": "I want abortion laws guided by compassion, privacy, and medical evidence, because real pregnancies don’t follow a scripted lesson plan and families need room to make time-sensitive decisions with qualified clinicians. At the same time, I take seriously that many people feel a moral duty to protect potential life, so any framework should put prevention and support at the center—comprehensive sex education, affordable contraception, prenatal and mental health care, and practical help for parents—so fewer people ever face a crisis. The common ground I see is keeping the government out of the exam room while building a stronger safety net that makes every option more real, safer, and less driven by fear or finances.",
    "787": "I’m guided by a belief that life is precious and that the law should reflect that, but it also has to be clear, workable, and compassionate in the hardest cases—especially when a mother’s life or serious health is on the line, or when the pregnancy comes from violence. I can support reasonable limits that protect unborn children while making sure doctors can act without fear in emergencies and families aren’t turned into criminals in moments of crisis. The surest common ground is doing more to prevent unintended pregnancies and to back up families who choose to carry to term with real prenatal care, adoption support, and practical help. If we keep the focus on responsibility, mercy, and fewer tragedies instead of politics, we can write laws more people can live with.",
    "180": "Abortion laws should be guided by compassion, privacy, and solid medical reality—keeping urgent decisions between a patient and qualified clinicians, with clear protections when health, safety, or severe fetal complications are involved. At the same time, I can respect the moral weight many people feel around potential life, which is why I want the focus to be on preventing crisis pregnancies through honest education, affordable contraception, and real support that makes parenting feasible. If we put resources into healthier families and keep politics out of the exam room, we can lower the temperature and reduce harm no matter where someone starts on the issue.",
    "321": "Abortion law should be guided by compassion, clear medical standards, and personal responsibility—keeping urgent decisions in the hands of patients and doctors, especially when a life or serious health risk is involved, while setting reasonable, workable guardrails that people can actually understand and follow. If we want fewer abortions and less suffering, we should put more effort into prevention and stability: affordable contraception, accurate information, and real support for prenatal care, adoption, and families who choose to carry a pregnancy. I can respect the moral concern for unborn life and still believe we shouldn’t turn private, time‑sensitive medical situations into criminal cases that punish people in crisis. A policy that is practical, consistent, and focused on reducing harm is where I think most people can meet.",
    "522": "I’ve learned that pregnancy care is rarely simple, and laws work best when they keep urgent medical decisions between patients and qualified clinicians, protect privacy, and ensure clear exceptions when health, severe fetal complications, or trauma are involved. At the same time, I take seriously why many people feel a moral responsibility to protect potential life, which is why I want policy to focus hard on preventing crisis pregnancies through comprehensive sex education, affordable contraception, and real support for parents who choose to carry to term. If we center compassion over punishment and invest in the safety net, we can reduce harm, lower unintended pregnancies, and respect conscience without turning families’ hardest moments into political battles.",
    "484": "I’m for keeping abortion decisions mostly between a patient and their doctor, because real life gets messy fast and politicians can’t write one rule that fits every medical situation or family crisis. At the same time, I hear the people who feel a real moral duty to protect potential life, so I’d rather put serious energy into the stuff that actually prevents abortion—solid sex ed, affordable birth control, and real support for pregnancy, parenting, and adoption. If we keep the law focused on safety, privacy, and clear medical exceptions, and back it up with practical help, we can lower the harm and the heat at the same time.",
    "523": "I want abortion laws to treat unborn life with real moral seriousness while also being clear enough that doctors can act fast in emergencies and families aren’t turned into criminals when they’re already in crisis. The common ground, to me, is pairing reasonable limits and straightforward exceptions for rape, incest, and serious threats to a mother’s health with practical steps that actually reduce abortions—better access to contraception, honest education, and real support for prenatal care, adoption, and parents who choose to carry to term. If we focus less on scoring points and more on prevention, compassion, and workable rules, we can protect people’s dignity even when we don’t agree on where the line is.",
    "432": "I believe abortion laws should be guided by compassion, medical evidence, and respect for privacy—keeping urgent decisions between a patient and qualified clinicians, with clear protections for health and safety and no criminalization of people in crisis. At the same time, I understand why many see potential life as morally serious, so I can support practical guardrails that are workable in real hospitals and paired with strong prevention and family supports like comprehensive sex education, affordable contraception, prenatal care, and help for parents raising kids with disabilities. If the goal is fewer tragedies and fewer unwanted pregnancies, we’ll get farther by expanding real options and support than by forcing one-size-fits-all rules that ignore the messy realities families live with.",
    "79": "Abortion laws should protect private, time-sensitive medical decisions between a patient and qualified clinicians, with clear exceptions when health, safety, or severe fetal complications are involved, because one-size-fits-all rules don’t match real life. At the same time, I can respect the moral seriousness many people feel about potential life, which is why the best common ground is prevention and support: honest sex education, affordable contraception, and real prenatal, mental-health, and economic help so fewer people ever feel cornered. Whatever limits exist should be practical, medically grounded, and never written in a way that turns people in crisis—or the doctors trying to help them—into criminals.",
    "760": "I’m persuaded that abortion law works best when it treats pregnancy decisions as time-sensitive medical care—protecting privacy, clear clinician judgment, and real exceptions for health, violence, and severe fetal conditions—rather than turning hard cases into criminal investigations. At the same time, I can respect the moral seriousness many attach to potential life, which is why I want policy to put as much energy into preventing crisis pregnancies as into regulating outcomes: comprehensive sex education, affordable contraception, and prenatal, mental-health, and parenting supports. The common ground, to me, is fewer people feeling cornered, fewer late emergencies caused by delay, and laws written plainly enough that patients and doctors can act safely and humanely.",
    "46": "I want abortion laws grounded in evidence-based medicine and compassion, with decisions kept as close as possible to patients and qualified clinicians—especially when time-sensitive health risks or severe fetal conditions are involved—while recognizing the genuine moral gravity many people attach to developing life. Common ground, to me, is pairing clear, workable guardrails and informed-consent standards with serious investment in prevention and support: comprehensive sex education, affordable contraception, prenatal and postpartum care, and practical resources that make carrying a pregnancy and raising a child a real option. If we focus less on punishment and more on measurable reductions in harm and unintended pregnancies, we can protect dignity and health without treating anyone’s crisis like a political test case.",
    "291": "I think abortion laws should be guided by compassion, solid medical evidence, and a commitment to keeping time-sensitive decisions between a patient and qualified clinicians, not politicians—especially when health, safety, or fetal viability is at stake. At the same time, I can respect the moral weight many people place on potential life, which is why I want policy to put real energy into preventing unintended pregnancies through accurate education and affordable contraception, and into making it genuinely possible to carry a pregnancy with prenatal care, mental health support, and economic stability. If we focus on reducing harm, protecting informed consent, and expanding real options instead of punishment, we can lower the number of crisis pregnancies while treating everyone with dignity.",
    "754": "I want abortion laws that keep the government out of the exam room as much as possible, with clear, workable guardrails focused on patient safety and timely medical judgment—especially in emergencies, severe fetal conditions, or when health is on the line. At the same time, I can respect the moral gravity many attach to unborn life by putting real effort into upstream fixes: accurate education, easy access to contraception, and practical support for pregnancy, adoption, and parenting so fewer families ever reach a crisis point. If we treat this like a real-world system design problem—minimize harm, avoid one-size-fits-all mandates, and build in support—we can protect both conscience and freedom without turning private tragedies into criminal cases.",
    "777": "I want abortion laws to keep medical decisions private and grounded in evidence, with clear protections for a person’s health and timely care so families and clinicians aren’t forced to wait until a situation turns into an emergency. At the same time, I can respect that many people feel a real moral weight about potential life, which is why I support practical steps that reduce unintended pregnancies—honest sex education, affordable contraception, and real prenatal, postpartum, and childcare support. If we focus less on punishment and more on prevention, safety, and family stability, we can lower the number of crises while leaving room for different consciences.",
    "80": "Abortion laws should be guided by compassion, clear medical evidence, and respect for the moral seriousness many people feel, while keeping politicians from second‑guessing time-sensitive decisions that belong in the exam room. I can support practical guardrails that focus on safety and informed consent and that always protect a person’s life and health, alongside straightforward prevention—reliable sex education and affordable contraception—so fewer families face this crisis at all. If we’re serious about valuing life, the law should also strengthen prenatal and postpartum care, adoption options, and real support for parents, instead of relying on punishment or shame.",
    "652": "Abortion laws should be guided by respect for personal medical privacy, evidence-based care, and compassion for the messy realities families face, with decisions kept as close as possible to the patient and clinician rather than politicians. At the same time, I take seriously that many people see potential life as morally significant, which is why any framework should prioritize prevention—clear, honest education, affordable contraception, and real prenatal and postpartum support—so fewer people end up in crisis. Whatever limits exist later in pregnancy must be written clearly and include workable exceptions for health, rape or incest, and severe fetal conditions, without criminalizing patients or doctors. If we focus on safety, dignity, and practical supports instead of punishment, we can reduce suffering and lower the number of unwanted pregnancies while respecting conscience on all sides.",
    "169": "Abortion laws should be guided by compassion, privacy, and sound medical judgment—protecting a person’s ability to make timely decisions with a qualified clinician, especially when health, safety, or severe fetal conditions are involved. I also take seriously the moral weight many people feel about potential life, which is why I support clear, workable guardrails paired with real efforts that prevent crisis pregnancies: accessible contraception, accurate education, and affordable prenatal and postpartum care. If we invest in support so no one is pushed by fear, finances, or lack of healthcare, we can reduce harm and lower the number of abortions without turning private family decisions into punishment.",
    "376": "Abortion law should be guided by compassion, medical evidence, and a respect for personal conscience—keeping the hardest decisions primarily between a patient and qualified clinicians, with clear protections for health, safety, and timely care. At the same time, I take seriously why many people feel a moral responsibility toward developing life, which is why I favor practical, upstream policies that actually reduce crisis pregnancies: comprehensive sex education, affordable contraception, strong prenatal and postpartum care, and real support for families who choose to carry to term. If we center dignity and prevention instead of punishment and politics, we can lower abortions and suffering while leaving room for people of good faith to disagree.",
    "781": "I believe abortion laws should start from respect for unborn life, but they also have to be clear, compassionate, and realistic enough that doctors can act fast when a mother’s life or serious health is on the line, and families aren’t turned into criminals during a crisis. Common ground is working to prevent unintended pregnancies with honest education and affordable contraception, while also putting real support behind parents who choose to carry—prenatal care, counseling, adoption help, and practical community resources. If we focus on reducing harm, strengthening families, and keeping politics from overriding medical judgment in the hardest cases, we can lower the temperature and protect more people.",
    "175": "Abortion laws should be guided by compassion, clear medical evidence, and a commitment to keep time-sensitive decisions between patients and qualified clinicians—especially when health, safety, or fetal viability is at stake—without turning families in crisis into targets of punishment. I can respect the moral seriousness many people attach to potential life, which is why I also want real investment in prevention and support: comprehensive sex education, affordable contraception, prenatal and postpartum care, and practical help that makes parenting and adoption truly feasible. If we focus on reducing unintended pregnancies, protecting patient safety, and expanding real options, we can lower the number of tragedies while still treating everyone with dignity.",
    "738": "Abortion law should be guided by keeping the government out of the exam room as much as possible, while still laying down clear, workable safety standards and hard exceptions when a life or serious health is on the line. I see it like a repair manual: broad rules are fine, but you need room for a skilled professional to diagnose the situation without politicians tightening the wrong bolt. Common ground is aiming for fewer crisis pregnancies through straightforward education, affordable contraception, and real support for prenatal care, adoption, and parents—so nobody feels forced into a choice by fear, money, or lack of options.",
    "389": "I believe abortion laws should keep the hardest, most time-sensitive decisions between a patient and their doctor, with clear protections for health and safety and without turning people in crisis into criminals. At the same time, I can respect the moral weight many place on potential life, which is why I want serious investment in what actually prevents unwanted pregnancies and supports families—affordable contraception, honest sex education, prenatal care, and real help with the costs of raising a child. If we focus on compassion, practical outcomes, and fewer people being cornered by fear or finances, we can lower the temperature and write laws that protect dignity even when we don’t agree on every line.",
    "784": "Laws on abortion should be guided by humility about how varied and time-sensitive pregnancies can be, and by a commitment to keeping private medical decisions in the hands of patients and qualified clinicians rather than politicians. At the same time, I take seriously why many people attach moral weight to potential life, which is why I favor clear, workable protections for health and safety alongside robust prevention—honest education, affordable contraception, and strong prenatal, postpartum, and family supports. If we put dignity, evidence, and practical care at the center, we can reduce both suffering and the number of people who feel cornered into an impossible choice.",
    "793": "I see abortion law the way I see a jobsite spec: it has to protect what’s vulnerable, be clear enough that people can follow it, and still leave room for good judgment when conditions change fast. I’m drawn to reasonable limits that reflect respect for unborn life, paired with plain‑language exceptions for the mother’s life and serious health risks, and written so doctors aren’t guessing in an emergency. Common ground is putting real effort into fewer crisis pregnancies—responsible education, easier access to contraception, and stronger support for prenatal care, adoption, and moms who choose to carry—so the law isn’t just a hammer after the fact. If we keep compassion and practicality front and center, we can lower the temperature while protecting families on all sides.",
    "693": "Abortion law should be guided by compassion, medical evidence, and the humility to keep politicians from overriding time‑sensitive decisions best made between a patient and a qualified clinician—especially when health, safety, or devastating fetal diagnoses are involved. At the same time, I take seriously the moral weight many attach to potential life, which is why I want our public focus on what actually reduces abortions: comprehensive sex education, affordable contraception, strong prenatal and postpartum care, and real economic and childcare support for families. If we build a safety net that makes parenting feasible and protect privacy and clear medical exceptions, we can lower the number of crisis pregnancies without criminalizing people in their hardest moments.",
    "344": "I believe abortion laws should start with a serious respect for unborn life while also being honest about the medical realities and heartbreaking situations that can arise in pregnancy, so the rules have to be clear, humane, and allow timely exceptions when a mother’s life or serious health is at risk. At the same time, I don’t think we’ll reduce abortions through punishment or political theater; we’ll do it by preventing unintended pregnancies and by surrounding families with real support—prenatal and postpartum care, mental health resources, affordable contraception, and stronger adoption and parenting options. If we keep the focus on compassion, responsibility, and workable medical standards, we can protect dignity on all sides and lower the number of families pushed into crisis decisions.",
    "765": "Laws on abortion should be guided by compassion, medical evidence, and a respect for privacy—keeping politicians out of the exam room while ensuring timely care when health, safety, or severe fetal complications are involved. I also think we can acknowledge the moral weight many people feel by focusing on what actually reduces abortions and suffering: comprehensive, honest education, affordable contraception, and strong prenatal, postpartum, and family supports so no one feels forced into a decision by fear or finances. Clear rules should protect patients and clinicians from criminalization, prioritize informed consent, and make room for real-life complexity rather than one-size-fits-all mandates.",
    "137": "I want abortion laws that keep government out of the exam room as much as possible while setting clear, workable guardrails that protect patient safety and let doctors act quickly in emergencies, severe fetal conditions, and serious threats to health. I also hear the sincere moral concern for unborn life, so I’d pair any legal framework with strong, practical prevention and support—reliable sex education, affordable contraception, prenatal and postpartum care, and real help for families and adoption—so fewer people ever feel cornered into this decision. At the end of the day, the measure of a good policy is whether it’s humane, consistent, and reduces harm instead of turning private crises into political fights.",
    "477": "Abortion law should be built on clear, workable medical standards that protect a patient’s health and safety, respect the serious moral weight many attach to developing life, and keep politicians from second‑guessing time‑sensitive decisions in the exam room. I can support reasonable, evidence-based guardrails that include unmistakable exceptions for threats to life or serious health, rape or incest, and severe fetal conditions, written plainly enough that clinicians can act without fear. The strongest common ground is investing in what prevents crisis pregnancies and makes real choices possible—accurate education, affordable contraception, prenatal and postpartum care, and practical support for parenting or adoption—so fewer families ever reach that breaking point.",
    "713": "I value protecting life, but I also don’t want laws so rigid that they trap families and doctors in emergencies or in devastating cases where timing and medical judgment matter. A workable approach is clear limits that reflect the seriousness of abortion, paired with well-defined exceptions for threats to the mother’s life and serious health risks, and written plainly enough that care isn’t delayed out of fear. If we’re serious about fewer abortions, we should put at least as much effort into prevention and support—contraception access, honest education, prenatal care, adoption options, and practical help for parents—so people aren’t cornered into the worst choice of their lives.",
    "86": "I believe abortion laws should start with respect for unborn life, but they also need to be clear, workable, and compassionate enough that doctors can act quickly when a woman’s life or serious health is at risk, and families aren’t treated like criminals in a crisis. The best common ground I see is pairing reasonable limits and well-defined exceptions with practical steps that prevent unwanted pregnancies and support women who carry to term—affordable contraception, honest education, prenatal care, and stronger adoption and family resources. If we focus less on punishment and politics and more on responsibility, safety, and real support, we can lower the number of abortions while still treating people with dignity.",
    "725": "I take the value of unborn life seriously, but I also know that real-world situations can turn on a dime, so laws should set clear, workable limits while guaranteeing fast, no‑nonsense medical exceptions when a mother’s life or serious health is at risk, and in the most tragic circumstances like rape, incest, or nonviable pregnancies. Common ground is driving down unintended pregnancies with honest education, easy access to contraception, and strong support for prenatal care, adoption, and families after birth. If the goal is fewer abortions and less suffering, we should keep politics out of the exam room, write rules doctors can follow, and treat people in crisis with dignity—not criminal charges.",
    "232": "I’ve come to believe laws on abortion should start with a real respect for unborn life, but also be written plainly enough that doctors can act quickly and without fear when a woman’s life or serious health is at stake, or when the circumstances are truly tragic. Common ground, in my mind, is aiming for fewer abortions by putting prevention and support up front—reliable education, affordable contraception, good prenatal care, and real help with adoption and parenting—so people aren’t cornered into desperate choices. If we keep politics out of the exam room and focus on compassion, responsibility, and workable safeguards, we can lower the temperature and protect more people on all sides.",
    "343": "I believe abortion laws should start with respect for unborn life and personal responsibility, but they also have to be clear enough that doctors can act fast in real emergencies and heartbreaking cases without fearing prosecution. A workable compromise is reasonable limits that include firm exceptions for the mother’s life and serious health threats, rape or incest, and nonviable pregnancies, paired with serious investment in prevention and support—contraception access, honest education, prenatal and postpartum care, and adoption resources. If we focus less on punishment and politics and more on reducing crisis pregnancies and protecting health, we can lower the number of abortions while treating people with dignity.",
    "164": "I’m guided by a respect for unborn life and a belief that the law should encourage responsibility, but it also has to be clear and workable so doctors can act fast in medical emergencies and families aren’t treated like criminals in the middle of a crisis. Common ground, to me, is pairing reasonable limits and well-defined exceptions for rape, incest, and serious threats to a mother’s life or health with practical steps that actually reduce abortions—affordable contraception, honest education, prenatal care, and real support for parenting or adoption. If we focus less on punishment and more on prevention and compassion, we can protect both dignity and life without turning every hard situation into a political fight.",
    "383": "I want abortion laws guided by compassion, solid medical evidence, and a healthy respect for privacy—keeping politicians out of the exam room while making sure people can get timely care when health, safety, or severe fetal complications are on the line. At the same time, if we’re serious about fewer abortions, we’ve got to put our money where our mouth is with comprehensive sex education, affordable contraception, prenatal and mental healthcare, and real support for parents and adoption. Folks may never agree on exactly when life begins, but we can agree the law should be clear, humane, and focused on reducing harm instead of handing out punishment.",
    "163": "I’m big on keeping government out of private medical decisions, because real life is messy and families need the freedom to make the call with a doctor—especially when health, safety, or severe fetal complications are on the line. At the same time, I take seriously why people care about potential life, so I’d pair legal access early on and clear, workable medical exceptions later with a hard push on prevention: straight-up education, affordable contraception, and real support for pregnancy, adoption, and parenting. If we focus less on punishment and more on reducing crisis pregnancies and protecting people from dangerous delays, we can lower the temperature and actually help families.",
    "811": "Laws on abortion should be guided by medical evidence, privacy, and compassion, keeping urgent decisions as close as possible to the patient and clinician rather than to rigid political formulas—especially when health, violence, or fetal nonviability is involved. I can take seriously the moral gravity many attach to potential life while still rejecting policies that criminalize people in crisis or leave doctors afraid to act. The most durable common ground is prevention and support: comprehensive sex education, affordable contraception, strong prenatal and postpartum care, and practical help so choosing to carry a pregnancy is a real option, not a forced hardship.",
    "287": "I want abortion laws to keep medical decisions private and practical, with clear protections for a person’s health and safety and room for doctors to act quickly in emergencies, instead of one-size-fits-all rules written for headlines. At the same time, I think it’s fair to treat pregnancy as morally serious, which is why I support common-sense guardrails that are medically grounded and paired with real help that prevents crisis pregnancies—straightforward education, affordable contraception, and support for people who choose to carry to term. If we focus less on punishing and more on reducing harm and expanding real options, we can protect dignity and lower the number of unwanted pregnancies without turning neighbors into enemies.",
    "355": "I want abortion laws guided by compassion, clear medical evidence, and respect for conscience—serious about the value many place on developing life, but humble about how messy and time‑sensitive real pregnancies can be. To me, the safest and fairest approach keeps early decisions private between a patient and trusted clinicians, with plainly written exceptions when health is at risk or circumstances are heartbreaking, so doctors aren’t forced to hesitate. If we truly want fewer abortions, we should put our energy into prevention and support: honest education, affordable contraception, strong prenatal and mental health care, and practical help so no one feels pushed into any choice by fear, isolation, or money.",
    "616": "Laws on abortion should keep medical decisions primarily between a patient and qualified clinicians, with clear protections for privacy, safety, and timely care—especially when health, severe fetal complications, or trauma are involved—because rigid rules don’t match real life. At the same time, I can respect the moral weight many people feel about potential life, which is why I want policy to focus hard on prevention and support: comprehensive sex education, affordable contraception, prenatal and mental healthcare, and practical help for families so fewer pregnancies become crises. If we pair access with real resources and avoid criminalizing people in painful situations, we can lower abortions and suffering without turning neighbors into enemies.",
    "673": "Abortion laws should be guided by compassion, privacy, and solid medical evidence, with decisions kept as close as possible to the patient and clinician—especially when health, safety, or severe fetal complications are on the line. I can respect the moral weight people feel about potential life, which is why I support clear, workable standards and a serious push to prevent unintended pregnancies through honest education, affordable contraception, and real support for prenatal care and families. If the goal is fewer tragedies and fewer abortions, we’ll get farther by expanding real options and support than by turning crisis decisions into criminal cases.",
    "260": "Guiding people through places with a lot of history has taught me that durable rules are clear, workable, and leave room for real-life emergencies—so abortion laws should keep politicians out of the exam room while setting medically grounded guardrails that protect patient safety and allow timely care when health, rape, or severe fetal complications are involved. I can respect the moral weight many attach to developing life and still believe the best way to reduce abortions is upstream: accurate education, affordable contraception, and strong prenatal, mental-health, and family supports so fewer people feel cornered. The common ground, to me, is compassion plus prevention—protecting dignity and safety without turning private crises into criminal cases.",
    "170": "Abortion law should start with compassion and medical reality—keeping urgent, deeply personal decisions between a patient and qualified clinicians, with clear protections for health, safety, and privacy and without criminalizing people in crisis. I also take seriously that many see potential life as morally significant, so any durable framework should pair early access and well-defined exceptions (for threats to health, rape or incest, and severe fetal conditions) with practical steps that actually reduce unwanted pregnancies: accurate education, affordable contraception, and real support for prenatal care and families. If we focus less on punishment and more on prevention, dignity, and workable rules, there’s room for honest compromise that lowers harm and respects conscience.",
    "805": "I’m wary of lawmakers trying to write one-size-fits-all rules for a decision that can turn on fast-moving medical facts and a family’s real ability to cope, so the default should be privacy and room for patient-and-doctor judgment—especially when health, viability, or trauma is involved. At the same time, I respect that many people see real moral weight in potential life, which is why I can get behind clear, workable guardrails and strong informed-consent standards that don’t criminalize people in crisis. The most durable common ground is putting public effort into prevention and support—accessible contraception, straightforward education, prenatal and postpartum care, and real help for parents—so fewer families ever reach that breaking point.",
    "675": "Abortion laws should be guided by medical evidence, privacy, and compassion, keeping time-sensitive decisions in the exam room while setting clear, workable standards that protect patient safety and allow decisive action in emergencies or severe fetal complications. I can respect that many people feel a real moral duty to protect potential life, which is why I want the law to put serious weight on prevention—comprehensive sex education, affordable contraception, and strong prenatal, mental-health, and parenting supports—so fewer people ever reach a crisis point. If we focus less on punishment and more on reducing harm and expanding real options, we can protect dignity for those who carry a pregnancy and those who can’t.",
    "238": "I want abortion laws to be guided by compassion, medical evidence, and respect for privacy—keeping decisions primarily between a patient and qualified clinicians, with clear protections in emergencies and in cases of severe fetal conditions, rape, or incest. At the same time, I think we can lower the number of abortions in a way most people can support by investing in what prevents crisis pregnancies and supports families: comprehensive sex education, affordable contraception, prenatal and postpartum care, and real help with childcare and stability. The goal should be fewer tragedies and healthier families, not one-size-fits-all rules that turn medical care into punishment or leave doctors afraid to act.",
    "207": "I want abortion laws that keep politicians out of the exam room and rely on clear medical evidence, privacy, and timely access—especially when health, rape, or severe fetal complications are involved—while setting straightforward, workable safety standards clinicians can follow without fear. At the same time, I take seriously that many people see real moral weight in potential life, which is why the best “common-ground” policy pairs legal access with aggressive prevention: comprehensive sex education, affordable contraception, and strong prenatal, mental-health, and family supports so fewer people end up in crisis. If the goal is fewer tragedies and fewer abortions, the most effective approach is expanding real options and reducing coercion in any direction rather than turning painful decisions into criminal cases.",
    "116": "I want abortion laws to be grounded in compassion, privacy, and evidence-based medicine, because pregnancy and health can change fast and families shouldn’t have politicians second-guessing time-sensitive care. At the same time, I take seriously the moral weight many people feel about potential life, which is why I support clear, workable guardrails that protect the patient’s life and health and leave room for medical judgment in severe fetal complications, rape, or incest. The most durable common ground is investing hard in what prevents crisis in the first place—comprehensive sex education, affordable contraception, prenatal and mental health care, and real economic support—so fewer people are forced into impossible choices.",
    "463": "I want abortion laws to be guided by compassion, privacy, and solid medical evidence, because pregnancy can turn complicated fast and rigid rules can put people in danger. At the same time, I can respect that many see potential life as morally serious, which is why I support focusing public policy on what actually prevents crisis—honest sex education, affordable contraception, and real help with healthcare, housing, and childcare for anyone who continues a pregnancy. The best common ground is keeping politicians out of the exam room, protecting clear exceptions for health and severe fetal conditions, and building a safety net so no one feels forced into any decision by fear, poverty, or lack of support.",
    "814": "I’ve learned that the hardest choices are rarely helped by rigid, one-size-fits-all rules, so abortion laws should keep medical decisions private between a patient and qualified clinicians, with clear protections when health or severe fetal complications are involved and without criminalizing people in crisis. At the same time, it’s fair to treat potential life with moral seriousness by putting our energy into what prevents suffering in the first place: honest education, affordable contraception, strong prenatal and mental healthcare, and practical support for families who choose to carry a pregnancy. If we focus on safety, compassion, and real options instead of punishment and politics, we can reduce unintended pregnancies and make room for conscience without forcing one set of beliefs on everyone.",
    "85": "I think abortion laws should be guided by compassion, privacy, and medical reality—keeping politicians out of the exam room, especially when someone’s health or a pregnancy complication is on the line. At the same time, I understand why people feel a real moral weight about potential life, so any workable policy should put serious effort into preventing unwanted pregnancies through practical sex education, affordable contraception, and real support for prenatal care, adoption, and parents who choose to carry to term. If the goal is fewer crises and less suffering, we can focus on safety, clear exceptions, and giving people genuine options instead of shame or punishment.",
    "244": "I want abortion laws guided by compassion, privacy, and medical evidence—keeping time-sensitive decisions between a patient and qualified clinicians, with clear protections when health is at risk or a pregnancy is nonviable. At the same time, I take seriously why many people feel a moral duty to protect potential life, which is why I support practical policies that prevent unintended pregnancies and make parenting or adoption a real option through sex education, affordable contraception, prenatal care, and family supports. The common ground, to me, is fewer crises and less suffering, achieved by expanding choices and support rather than using punishment or one-size-fits-all mandates.",
    "495": "I believe abortion laws should be guided by compassion, medical evidence, and the conviction that private healthcare decisions belong with patients and clinicians, not politicians—especially when health, safety, or devastating fetal diagnoses are involved. At the same time, I can respect the moral seriousness many people attach to potential life, which is why I support a framework that prioritizes prevention through comprehensive sex education and affordable contraception, and backs families with prenatal care, mental health services, and real economic support so fewer pregnancies become crises. If we keep the focus on dignity, safety, and practical help instead of punishment, we can protect lives and reduce suffering without forcing one set of beliefs on everyone.",
    "709": "I believe abortion laws should be guided by compassion, medical evidence, and respect for privacy, keeping time-sensitive decisions in the hands of patients and qualified clinicians rather than politicians—especially when health, nonviability, or trauma is involved. At the same time, I can acknowledge the moral weight many attach to potential life by supporting clear, workable guardrails and strong informed-consent standards that don’t criminalize people in crisis. The most durable common ground is preventing unintended pregnancies and reducing hardship through comprehensive sex education, affordable contraception, prenatal and postpartum care, and real supports for parents so choices are truly voluntary.",
    "265": "I want abortion laws guided by compassion, solid medical evidence, and a respect for privacy—keeping time‑sensitive decisions between a patient and qualified clinicians, with clear exceptions when someone’s health is at risk or a pregnancy is nonviable. At the same time, it’s reasonable to acknowledge the moral weight many feel about potential life, which is why I support practical guardrails that are written clearly and don’t criminalize people in crisis. The best common ground is preventing unwanted pregnancies and reducing hardship through accurate education, affordable contraception, and real prenatal, mental health, and family supports so fewer people ever face this decision.",
    "801": "Laws on abortion should be guided by compassion, medical reality, and respect for personal conscience, with decisions kept as close as possible to the patient and qualified clinicians rather than politicians. I can take seriously the moral weight many attach to developing life while still insisting on clear protections for a person’s health and safety, including workable exceptions in emergencies and in devastating fetal or trauma cases. The most durable common ground is prevention and support—honest education, accessible contraception, strong prenatal and mental healthcare, and practical help for families—so fewer people ever face a crisis and no one is pushed by fear, poverty, or coercion.",
    "517": "I’ve come to believe abortion laws should be guided by compassion and medical reality, keeping private decisions mainly between a patient and their doctor, especially when health, safety, or devastating fetal conditions are involved. At the same time, it’s fair to acknowledge the moral weight many people feel about potential life, which is why I support practical steps that actually prevent crisis pregnancies—straightforward education, affordable contraception, and real help for anyone who wants to carry a pregnancy to term. If we focus less on punishment and politics and more on safety, dignity, and reducing the number of desperate situations, we can make room for different consciences without leaving people to suffer.",
    "507": "Laws on abortion should be guided by human dignity, sound medical evidence, and the humility to admit that pregnancy can turn into a complicated, time-sensitive situation where blanket rules do real harm. I can respect the moral seriousness many attach to unborn life while still believing decisions belong primarily with the patient and clinician—especially when health, violence, or nonviability is on the line—and that we should avoid criminalizing people in crisis. The strongest common ground, in my view, is preventing unintended pregnancies and reducing suffering through comprehensive education, affordable contraception, and real support for prenatal care, adoption, and families who choose to carry to term. If we’re serious about fewer abortions and healthier communities, we’ve got to pair any guardrails with practical help, not just punishment.",
    "638": "Laws on abortion should be guided by compassion, solid medical evidence, and the reality that pregnancy can turn into a time‑sensitive health and family crisis, so decisions stay primarily between a patient and qualified clinicians—especially when health, safety, or severe fetal conditions are involved. At the same time, it’s fair to acknowledge the moral weight many attach to developing life, which is why I support clear, workable guardrails and a strong focus on prevention through accurate education and affordable contraception. If we put real support on the table—prenatal care, mental health resources, adoption options, and help for parents—we can reduce unwanted pregnancies and lower the temperature without criminalizing people in the hardest moments of their lives.",
    "262": "I take the value of unborn life seriously, but I also believe pregnancy can bring real medical emergencies and heartbreaking situations where families and doctors need clear room to act with compassion and good judgment. The law should focus on preventing crisis pregnancies with honest education and affordable contraception, and on supporting parents with accessible prenatal care, adoption options, and practical help so choosing to carry a child is truly possible. If we keep politics out of the exam room, protect a mother’s life and serious health, and treat people with dignity instead of punishment, we can lower the number of abortions and the amount of suffering at the same time.",
    "154": "I believe abortion law should be guided by a serious respect for unborn life and by compassion for the very real medical and personal crises that can arise, with clear, workable exceptions when a mother’s life or serious health is at risk and in the most traumatic circumstances. Whatever limits we set, they should be written plainly so doctors can act without fear and families aren’t turned into criminals in moments of grief. The surest common ground is doing more to prevent unintended pregnancies and to make choosing life realistic—better access to contraception, prenatal and postpartum care, adoption support, and practical help so no one feels cornered by money or loneliness. If we keep the focus on reducing harm, strengthening families and communities, and treating people with dignity, we can lower the temperature and protect more lives overall.",
    "101": "I’m guided by a respect for unborn life and personal responsibility, but I also know real life gets messy fast, and the law has to be clear enough that doctors can act without hesitation when a woman’s life or serious health is on the line. A workable approach sets reasonable limits with firm, plainly written exceptions for medical emergencies and the most tragic circumstances, while avoiding policies that turn families in crisis into criminals. The best common ground is putting serious effort into preventing unintended pregnancies and backing up families who choose to carry—through access to contraception, honest education, prenatal care, and stronger adoption and parenting support.",
    "384": "I want abortion laws guided by compassion, medical evidence, and respect for privacy, because pregnancy can turn complicated fast and the safest decisions are made by patients and clinicians—not politicians—especially when health, safety, or severe fetal complications are involved. At the same time, I take seriously that many people feel a moral weight about potential life, so I can support clear, workable guardrails that don’t criminalize families or doctors and don’t block emergency care. The best common ground is preventing crisis pregnancies in the first place with comprehensive sex education, affordable contraception, and real support for parents—healthcare, childcare, and paid leave—so people have genuine options rather than impossible ones.",
    "430": "I think abortion laws should be guided by compassion and medical reality, keeping urgent decisions between a patient and their doctor instead of politicians, especially when health, safety, or severe fetal complications are involved. At the same time, I can respect that many people feel a real moral weight about potential life, which is why I want the focus to be on fewer crisis pregnancies through honest sex education, affordable contraception, and real support like prenatal care, childcare, and paid leave. If we invest in prevention and in helping families who choose to continue a pregnancy, we can lower abortions without criminalizing people who are already scared and overwhelmed.",
    "264": "I want laws on abortion that keep government out of the exam room and trust patients and doctors to handle time‑sensitive, complicated realities with privacy, safety, and compassion—especially when health, trauma, or severe fetal conditions are involved. At the same time, I can respect the moral weight many people feel about potential life, which is why I’d pair legal access with serious prevention and support: accurate sex education, affordable contraception, strong prenatal and postpartum care, and practical help for parents and adoption. If we focus less on punishment and more on reducing crisis pregnancies and suffering, we can protect dignity while lowering the number of situations that lead families to this decision."
  }
}