[
  {
    "persona": "age: 63\nsex: Male\nrace: White alone\nancestry: European\nhousehold language: English only\neducation: 1 or more years of college credit, no degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: RET-Vending Machine Operators\noccupation category: MGR-General And Operations Managers\ndetailed job description: Oversees operations of a vending machine company, manages staff, plans strategies, ensures customer satisfaction\nincome: 101000.0\nmarital status: Married\nhousehold type: Married couple household, no children of the householder less than 18\nfamily presence and age: No related children\nplace of birth: Pennsylvania/PA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: High, Conscientiousness: High, Extraversion: Low, Agreeableness: Extremely High, Neuroticism: Low\ndefining quirks: Passionate about trying different cuisines\nmannerisms: Taps foot when thinking or stressed\npersonal time: Spends time with family or participating in community events\nlifestyle: Active and community-oriented\nideology: Conservative\npolitical views: Republican\nreligion: Other Christian\n",
    "statement": "We need a climate policy that protects our air, water, and communities, but also respects the realities of working people and small businesses that keep our economy running. I believe in smart, market-driven solutions and innovation—like cleaner technologies and efficiency upgrades—rather than heavy-handed regulations that kill jobs and raise costs. We should set reasonable, predictable standards and give American companies the flexibility and incentives to meet them, so we can be good stewards of God’s creation without sacrificing economic opportunity."
  },
  {
    "persona": "age: 90\nsex: Male\nrace: Some Other Race alone\nancestry: Cuban\nhousehold language: Spanish\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Retired\nindustry category: Retired\noccupation category: Retired\ndetailed job description: Retired worker\nincome: 11200.0\nmarital status: Never married\nhousehold type: Male householder, no spouse/partner present, living alone\nfamily presence and age: No family\nplace of birth: Cuba\ncitizenship: U.S. citizen by naturalization\nveteran status: Non-Veteran\ndisability: With a disability\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely Low, Conscientiousness: Average, Extraversion: Extremely Low, Agreeableness: Extremely Low, Neuroticism: Average\ndefining quirks: Meticulous attention to personal style\nmannerisms: Rarely shows emotions\npersonal time: Spends most time at home\nlifestyle: Simple and quiet\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "We have to be careful with all these climate policies so they don’t end up hurting working people and small businesses who are just trying to get by. Protecting the environment matters, but it should be done gradually, with practical, affordable steps that don’t drive up energy costs or kill jobs. The government should encourage innovation and cleaner technology through incentives, not heavy-handed regulations that strangle the economy. A strong economy gives us the resources to take care of both people and the planet."
  },
  {
    "persona": "age: 36\nsex: Female\nrace: Some Other Race alone\nancestry: Hispanic\nhousehold language: Spanish\neducation: Bachelor's degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private not-for-profit, tax-exempt, or charitable organization\nindustry category: MED-General Medical And Surgical Hospitals, And Specialty (Except Psychiatric And Substance Abuse) Hospitals\noccupation category: MED-Registered Nurses\ndetailed job description: Provides patient care, administers medications, and collaborates with doctors\nincome: 159000.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children 5 to 17 years only\nplace of birth: Texas/TX\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Extremely High, Extraversion: Average, Agreeableness: Extremely Low, Neuroticism: Average\ndefining quirks: Stays calm under pressure\nmannerisms: Speaks quickly and clearly\npersonal time: Relaxing with family, Catching up on sleep\nlifestyle: Busy and health-conscious\nideology: Helping others, Promoting health and wellness\npolitical views: Supports healthcare and education policies\nreligion: Protestant\n",
    "statement": "As a nurse and a mom, I see every day how health, especially for kids, is directly tied to clean air, safe water, and a stable climate, so environmental protection can’t be treated as optional or secondary. That said, I also know families depend on steady jobs and a strong economy, so climate policy should push for clean energy, green jobs, and hospital and school upgrades that protect both health and livelihoods. We should be willing to regulate industries that cause serious pollution, but pair those rules with support and retraining so working people aren’t left behind."
  },
  {
    "persona": "age: 21\nsex: Male\nrace: Black or African American alone\nancestry: African\nhousehold language: Other Indo-European languages\neducation: Regular high school diploma\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: TRN-Warehousing And Storage\noccupation category: TRN-Industrial Truck And Tractor Operators\ndetailed job description: Operates industrial trucks or tractors to move materials around a warehouse, storage yard, or factory\nincome: 159000.0\nmarital status: Never married or under 15 years old\nhousehold type: Married couple household, no children of the householder less than 18\nfamily presence and age: No related children\nplace of birth: Virginia/VA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely High, Conscientiousness: Average, Extraversion: Low, Agreeableness: Extremely Low, Neuroticism: Low\ndefining quirks: Meticulous about maintaining his work equipment and always double-checks his work\nmannerisms: Has a habit of furrowing his brows when concentrating\npersonal time: Enjoys solitude and uses this time to engage in his hobbies or relax\nlifestyle: Simple and focused on his work and personal growth\nideology: Progressive\npolitical views: Democrat\nreligion: Catholic\n",
    "statement": "As someone who works in warehousing and depends on a strong economy for my livelihood, I still think we can’t treat the environment as an afterthought just because business is booming. Climate policy should push companies to cut emissions and invest in clean technology, but also offer support and retraining so regular workers don’t get left behind. Long-term economic growth depends on a stable climate and healthy communities, so protecting the environment is not a luxury—it’s part of protecting people’s jobs and futures."
  },
  {
    "persona": "age: 75\nsex: Male\nrace: White alone\nancestry: English\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Retired\nindustry category: Law Enforcement\noccupation category: Police Officer\ndetailed job description: Retired Police Officer\nincome: 3100.0\nmarital status: Married\nhousehold type: Married couple household, no children of the householder less than 18\nfamily presence and age: No related children\nplace of birth: New York/NY\ncitizenship: Born in the United States\nveteran status: On active duty in the past, but not now\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely Low, Conscientiousness: Extremely Low, Extraversion: Extremely Low, Agreeableness: Average, Neuroticism: Average\ndefining quirks: Always wears his old police badge\nmannerisms: Stern gaze and speaks in a firm, authoritative tone\npersonal time: Volunteering at a local community center\nlifestyle: Quiet and reserved\nideology: Conservative\npolitical views: Republican\nreligion: Religiously Unaffiliated\n",
    "statement": "I believe we need a common-sense balance where we protect our air and water without crippling the economy or overregulating businesses. I’ve seen what happens when communities lose good jobs, and it’s not pretty, so any climate policy should prioritize reliable energy, American workers, and gradual, realistic changes instead of sweeping mandates."
  },
  {
    "persona": "age: 26\nsex: Female\nrace: Two or More Races\nancestry: Mixed European and Asian\nhousehold language: English\neducation: 1 or more years of college credit, no degree\nemployment status: Not in labor force\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: ENT-Other Amusement, Gambling, And Recreation Industries\noccupation category: PRS-Other Entertainment Attendants And Related Workers\ndetailed job description: Assisted in organizing and managing various entertainment events\nincome: 500.0\nmarital status: Never married\nhousehold type: Female householder, no spouse/partner present, living alone\nfamily presence and age: No family\nplace of birth: California/CA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Average, Extraversion: High, Agreeableness: Low, Neuroticism: Extremely Low\ndefining quirks: Enjoys collecting unique artifacts from different cultures\nmannerisms: Often uses hand gestures while speaking\npersonal time: Spends free time exploring new places and meeting new people\nlifestyle: Active and social\nideology: Liberal\npolitical views: Democrat\nreligion: Catholic\n",
    "statement": "As someone who’s grown up in California and works in entertainment, I see how climate change already affects the places and communities that make life vibrant and fun, so environmental protection has to be the non‑negotiable foundation of any economic plan. That said, I think we should push for aggressive climate policies that also create good, future‑oriented jobs—especially in clean energy and sustainable industries—so people aren’t forced to choose between a paycheck and a livable planet."
  },
  {
    "persona": "age: 51\nsex: Female\nrace: White alone\nancestry: French\nhousehold language: English only\neducation: Master's Degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: INF-Data Processing, Hosting, And Related Services\noccupation category: BUS-Project Management Specialists\ndetailed job description: Oversees and coordinates various aspects of a project, ensuring that all pieces come together at the right time to successfully complete the project\nincome: 130300.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children 5 to 17 years only\nplace of birth: Louisiana/LA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Extremely High, Extraversion: Average, Agreeableness: Average, Neuroticism: Average\ndefining quirks: Has a knack for remembering names and faces\nmannerisms: Often uses hand gestures while speaking\npersonal time: Spends free time with family or volunteering in the community\nlifestyle: Active and community-oriented\nideology: Moderate\npolitical views: Independent\nreligion: Other Christian\n",
    "statement": "As someone who works in the private sector and is raising kids who will live with the long-term effects of today’s decisions, I don’t see environmental protection and economic growth as opposing goals. We should set strong, science-based climate standards and then encourage businesses to innovate within those guardrails, using market incentives and public–private partnerships to drive clean technologies. Smart climate policy can create stable, well-paying jobs and new industries while protecting the health of our communities and the world our children inherit."
  },
  {
    "persona": "age: 67\nsex: Female\nrace: White alone\nancestry: Irish\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Private\nindustry category: Arts\noccupation category: Artist\ndetailed job description: Retired artist\nincome: 7500.0\nmarital status: Widowed\nhousehold type: Female householder, no spouse/partner present, with relatives, no children of the householder less than 18\nfamily presence and age: With related children 5 to 17 years only\nplace of birth: Pennsylvania/PA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: With a disability\nhealth insurance: With health insurance coverage\nhearing difficulty: Yes\nvision difficulty: Yes\nbig five scores: Openness: Average, Conscientiousness: Low, Extraversion: Extremely High, Agreeableness: Average, Neuroticism: Average\ndefining quirks: Enjoys painting in her free time\nmannerisms: Often seen with paint on her hands\npersonal time: Spends free time painting or attending theater performances\nlifestyle: Relaxed and leisurely\nideology: Liberal\npolitical views: Democrat\nreligion: Religiously Unaffiliated\n",
    "statement": "As someone who’s lived long enough to see rivers get cleaner and summers get hotter, I don’t buy the idea that we have to choose between a healthy planet and a healthy economy—we can and must have both. I support strong environmental protections, even if they mean short-term costs, because the long-term damage of climate change will be far more expensive and cruel, especially for younger generations like my grandkids. Government should invest in clean energy, public transit, and green jobs so that workers aren’t left behind, and big polluters should be held accountable rather than ordinary people bearing the brunt. Protecting the environment is a moral responsibility, and a smart economic strategy, not a luxury."
  },
  {
    "persona": "age: 29\nsex: Female\nrace: White alone\nancestry: Polish\nhousehold language: Other Indo-European languages\neducation: Master's degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: SCA-Individual And Family Services\noccupation category: CMS-Healthcare Social Workers\ndetailed job description: Provides social services to individuals and families in need\nincome: 143700.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children under 5 years only\nplace of birth: Poland\ncitizenship: U.S. citizen by naturalization\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Average, Extraversion: Extremely High, Agreeableness: Average, Neuroticism: High\ndefining quirks: Enjoys learning about new technology and gadgets\nmannerisms: Speaks quickly and with enthusiasm\npersonal time: Spends free time with family or volunteering\nlifestyle: Busy and family-oriented\nideology: Open-minded\npolitical views: Undisclosed\nreligion: Other Christian\n",
    "statement": "As a mom of young kids and a social worker, I see climate policy first through the lens of people’s daily lives: we cannot sacrifice the planet they’ll inherit, but we also can’t ignore the jobs and stability families need right now. I think we should push hard for environmental protection while deliberately tying it to fair economic growth—things like green jobs, retraining programs, and support for small businesses—so that workers and vulnerable families aren’t left behind."
  },
  {
    "persona": "age: 34\nsex: Male\nrace: White alone\nancestry: Irish\nhousehold language: English only\neducation: Bachelor's degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: AGR-Crop Production\noccupation category: MGR-Farmers, Ranchers, And Other Agricultural Managers\ndetailed job description: Manages and oversees crop production activities\nincome: 195000.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children under 5 years only\nplace of birth: Florida/FL\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Low, Conscientiousness: Average, Extraversion: Extremely Low, Agreeableness: Average, Neuroticism: Average\ndefining quirks: Has a deep connection with nature\nmannerisms: Often seen wearing a hat\npersonal time: Spends free time with family or in nature\nlifestyle: Active and nature-oriented\nideology: Environmental Conservation\npolitical views: Green Party\nreligion: Religiously Unaffiliated\n",
    "statement": "As someone who makes his living off the land and wants it healthy for my kids, I don’t see environmental protection and economic growth as opposites. Climate policy should put long-term soil health, water quality, and biodiversity first, because without those, the farm economy—and a lot of rural jobs—won’t survive anyway. We should push hard for clean energy, conservation practices, and support for farmers to transition, so that we’re growing responsibly instead of cashing out the future for short-term profit."
  },
  {
    "persona": "age: 57\nsex: Male\nrace: White alone\nancestry: European\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: TRN-Truck Transportation\noccupation category: TRN-Driver/Sales Workers And Truck Drivers\ndetailed job description: Long-haul truck driver\nincome: 80000.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children under 5 years only\nplace of birth: Illinois/IL\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Low, Conscientiousness: Extremely Low, Extraversion: Extremely Low, Agreeableness: Extremely Low, Neuroticism: Low\ndefining quirks: Loves country music\nmannerisms: Quiet and reserved\npersonal time: Spends free time with family or at community events\nlifestyle: Simple and down-to-earth\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "I think we’ve got to protect the land and air God gave us, but we can’t do it in a way that kills jobs and drives up costs for working families. Climate policies should focus on common-sense steps like encouraging cleaner technology and American energy independence, not punishing truckers, farmers, and small businesses with heavy regulations."
  },
  {
    "persona": "age: 88\nsex: Female\nrace: White alone\nancestry: Scandinavian\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Retired\nindustry category: Retired\noccupation category: Retired\ndetailed job description: Retired school teacher\nincome: 20400.0\nmarital status: Widowed\nhousehold type: Female householder, no spouse/partner present, living alone\nfamily presence and age: No family present\nplace of birth: Minnesota/MN\ncitizenship: Born in the United States\nveteran status: Non-veteran\ndisability: No disability\nhealth insurance: With health insurance coverage\nfertility: Not applicable\nhearing difficulty: No difficulty\nvision difficulty: No difficulty\ncognitive difficulty: No difficulty\nability to speak english: Speaks English very well\nbig five scores: Openness: Average, Conscientiousness: Average, Extraversion: Extremely High, Agreeableness: Average, Neuroticism: Extremely Low\ndefining quirks: Passionate about local cultural events and traditions\nmannerisms: Often seen with a smile, has a habit of humming old songs\npersonal time: Spends personal time volunteering at the local library and tending to her garden\nlifestyle: Leads a simple, active lifestyle with a strong connection to her community\nideology: Believes in the importance of community, education, and environmental conservation\npolitical views: Moderate with a lean towards progressive values\nreligion: Catholic\n",
    "statement": "At my age, I’ve seen how short-sighted decisions about the land and air can come back to haunt a community, so I don’t think we can treat environmental protection as optional or secondary to economic growth. We should invest in cleaner energy, conservation, and sustainable jobs so that people can make a decent living without sacrificing the health of our children, our farms, and our lakes. A strong economy built on poisoning our environment is a house built on sand; real prosperity means planning for the long term and caring for God’s creation and our neighbors at the same time."
  },
  {
    "persona": "age: 11\nsex: Female\nrace: White alone\nancestry: Irish\nhousehold language: English only\neducation: Grade 4\nemployment status: Unemployed\nclass of worker: Not applicable\nindustry category: Not applicable\noccupation category: Not applicable\ndetailed job description: Student\nincome: Not applicable\nmarital status: Never married or under 15 years old\nhousehold type: Married couple household, no children of the householder less than 18\nfamily presence and age: With related children 5 to 17 years only\nplace of birth: Kentucky/KY\ncitizenship: Born in the United States\nveteran status: Not applicable\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Extremely High, Extraversion: Average, Agreeableness: High, Neuroticism: Extremely High\ndefining quirks: Loves to experiment with cooking and baking\nmannerisms: Often seen humming or singing to herself\npersonal time: Spends free time drawing or playing with her toys\nlifestyle: Active and playful\nideology: Too young to define\npolitical views: Too young to define\nreligion: Religiously Unaffiliated\n",
    "statement": "I think we should protect the environment first, because if the air, water, and land get ruined, then there won’t be a good future for anyone’s jobs or money anyway. Grown-ups should still be able to work and have businesses, but they should have to follow rules that stop a lot of pollution and use more clean energy, even if it costs more at the start."
  },
  {
    "persona": "age: 49\nsex: Male\nrace: Black or African American alone\nancestry: African\nhousehold language: English only\neducation: 1 or more years of college credit, no degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: RET-Building Material And Supplies Dealers\noccupation category: SAL-Retail Salespersons\ndetailed job description: Assists customers in finding and purchasing building materials and supplies\nincome: 149000.0\nmarital status: Divorced\nhousehold type: Male householder, no spouse/partner present, only nonrelatives present\nfamily presence and age: No family\nplace of birth: Alabama/AL\ncitizenship: Born in the United States\nveteran status: On active duty in the past, but not now\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely High, Conscientiousness: High, Extraversion: High, Agreeableness: Low, Neuroticism: Average\ndefining quirks: Enjoys woodworking in his spare time\nmannerisms: Often taps his foot when thinking\npersonal time: Spends free time in his woodworking shop or watching sports\nlifestyle: Active and outdoorsy\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "I believe we need a climate policy that protects the land and air we all depend on, but doesn’t punish working people and small businesses in the process. We should focus on practical, market-driven solutions—like incentives for cleaner technology and energy efficiency—rather than heavy-handed regulations that kill jobs and drive up prices. America can lead by using our innovation and common sense, not by kneecapping our own economy while other countries pollute freely."
  },
  {
    "persona": "age: 38\nsex: Male\nrace: White\nancestry: Irish\nhousehold language: English\neducation: Doctorate degree\nemployment status: Employed\nclass of worker: Private\nindustry category: Outpatient Care Centers\noccupation category: Physical Therapist\ndetailed job description: Provides therapy to patients with physical disabilities\nincome: 108400\nmarital status: Married\nhousehold type: Married couple household, no children\nfamily presence and age: No related children\nplace of birth: Oregon\ncitizenship: US Citizen\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: Private\nbig five scores: Openness: High, Conscientiousness: Average, Extraversion: High, Agreeableness: Extremely Low, Neuroticism: Extremely Low\ndefining quirks: Enjoys bird-watching in his free time\nmannerisms: Often uses hand gestures while speaking\npersonal time: Spends free time in nature or reading\nlifestyle: Active and health-conscious\nideology: Liberal\npolitical views: Democrat\nreligion: Protestant\n",
    "statement": "As someone who spends his free time in the woods watching birds and his workdays helping people regain mobility, I see environmental protection and economic growth as deeply intertwined, not opposed. Climate policy should prioritize aggressive emissions reductions and conservation, because a stable climate and healthy ecosystems are the foundation for long-term economic health, public well-being, and lower healthcare costs. We should invest heavily in clean energy, green infrastructure, and climate-resilient communities, creating good jobs now while avoiding the far greater economic and human costs of unchecked climate change."
  },
  {
    "persona": "age: 26\nsex: Male\nrace: White alone\nancestry: Irish\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: MFG-Plastics Product\noccupation category: PRD-Extruding, Forming, Pressing, And Compacting Machine Setters, Operators, And Tenders\ndetailed job description: Operates machines to produce plastic products\nincome: 42000.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children under 5 years only\nplace of birth: Wisconsin/WI\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Average, Extraversion: Average, Agreeableness: Low, Neuroticism: Extremely Low\ndefining quirks: Enjoys experimenting with spicy food\nmannerisms: Often taps his foot when thinking\npersonal time: Spends free time with family or cooking\nlifestyle: Active and family-oriented\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "I think we need a balanced approach where we protect the environment without crushing jobs and small communities that rely on manufacturing. Climate policy should focus on practical steps like encouraging cleaner technology and energy efficiency in factories, not blanket regulations that drive up costs and send work overseas. We can be good stewards of God’s creation while still keeping our economy strong and making sure parents like me can provide for our families."
  },
  {
    "persona": "age: 55\nsex: Male\nrace: Some Other Race alone\nancestry: Mexican\nhousehold language: Spanish\neducation: Kindergarten\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: CON-Construction\noccupation category: CON-Construction Laborers\ndetailed job description: Performs physical labor on construction sites\nincome: 209000.0\nmarital status: Separated\nhousehold type: Male householder, no spouse/partner present, with relatives, no children of the householder less than 18\nfamily presence and age: No related children\nplace of birth: Mexico\ncitizenship: U.S. citizen by naturalization\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely High, Conscientiousness: Extremely High, Extraversion: Average, Agreeableness: Low, Neuroticism: Average\ndefining quirks: Enjoys traditional Mexican music and entertainment\nmannerisms: Has cultural or regional idiosyncrasies from Mexico\npersonal time: Spends personal time in religious activities or helping others\nlifestyle: Simple and hardworking\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "I believe we need to protect the land and water God gave us, but we also have to be realistic that people need steady jobs and affordable energy to support their families. Climate policies should focus on practical solutions—like improving efficiency, supporting cleaner but reliable energy, and helping businesses upgrade—without killing construction and other blue-collar work with heavy regulations."
  },
  {
    "persona": "age: 86\nsex: Female\nrace: White alone\nancestry: Polish\nhousehold language: Other Indo-European languages\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Private\nindustry category: Manufacturing\noccupation category: Retired\ndetailed job description: Retired, previously worked in the manufacturing industry\nincome: 27000.0\nmarital status: Widowed\nhousehold type: Female householder, no spouse/partner present, living alone\nfamily presence and age: No family\nplace of birth: Poland\ncitizenship: Born abroad of U.S. citizen parent or parents\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Low, Conscientiousness: Average, Extraversion: Average, Agreeableness: Average, Neuroticism: Extremely Low\ndefining quirks: Collects vintage teapots\nmannerisms: Often uses hand gestures when speaking\npersonal time: Tending to her garden and reading books\nlifestyle: Quiet and simple\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "I believe we should be good stewards of God’s creation, but we also have to be practical and protect people’s jobs and the cost of living. Climate policies shouldn’t shut down factories or make energy so expensive that ordinary folks suffer, especially retirees on fixed incomes. We should encourage sensible measures like cleaner technologies and conservation, but changes need to be gradual, market-driven, and not forced by heavy-handed government rules."
  },
  {
    "persona": "age: 95\nsex: Female\nrace: White alone\nancestry: Irish\nhousehold language: Other Indo-European languages\neducation: 1 or more years of college credit, no degree\nemployment status: Not in labor force\nclass of worker: Private\nindustry category: Healthcare\noccupation category: Nurse\ndetailed job description: Retired nurse\nincome: 47400.0\nmarital status: Widowed\nhousehold type: Female householder, no spouse/partner present, living alone\nfamily presence and age: No family\nplace of birth: Ireland\ncitizenship: U.S. citizen by naturalization\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: High, Conscientiousness: Average, Extraversion: High, Agreeableness: Average, Neuroticism: High\ndefining quirks: Loves cooking traditional Irish meals\nmannerisms: Speaks with a distinct Irish accent\npersonal time: Volunteering at a local community center\nlifestyle: Active and community-oriented\nideology: Liberal\npolitical views: Democrat\nreligion: Religiously Unaffiliated\n",
    "statement": "At my age, I’ve seen what happens when short-term profit trumps long-term care—whether it’s for patients or the planet. We need strong climate policies that put environmental protection first, while supporting workers and communities through a fair transition to cleaner industries. Economic growth that destroys the very air we breathe and the land we live on isn’t real progress. We’re clever enough as a society to invest in green jobs, renewable energy, and public health so that both the economy and the environment can thrive together."
  },
  {
    "persona": "age: 13\nsex: Male\nrace: White\nancestry: Irish\nhousehold language: English\neducation: 7th Grade\nemployment status: Unemployed\nclass of worker: Not Applicable\nindustry category: Not Applicable\noccupation category: Student\ndetailed job description: Attends middle school, participates in school activities\nincome: Not Applicable\nmarital status: Single\nhousehold type: Married couple household with children\nfamily presence and age: With related children under 5 years and 5 to 17 years\nplace of birth: Wisconsin/WI\ncitizenship: US Citizen\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Extremely High, Extraversion: High, Agreeableness: Extremely Low, Neuroticism: Extremely Low\ndefining quirks: Enjoys learning about different cultures\nmannerisms: Often seen with a sketchbook\npersonal time: Spends free time drawing or playing video games\nlifestyle: Active and creative\nideology: Too young to define\npolitical views: Too young to define\nreligion: Catholic\n",
    "statement": "I think we should protect the environment even if it means slowing down some types of economic growth, because if the planet gets too messed up there won’t be a good future for anyone’s jobs or money anyway. But I also get that families need to afford stuff and towns need businesses, so climate policies should help create new kinds of jobs, like in clean energy, instead of just shutting things down."
  }
]