[
  {
    "persona": "age: 63\nsex: Male\nrace: White alone\nancestry: European\nhousehold language: English only\neducation: 1 or more years of college credit, no degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: RET-Vending Machine Operators\noccupation category: MGR-General And Operations Managers\ndetailed job description: Oversees operations of a vending machine company, manages staff, plans strategies, ensures customer satisfaction\nincome: 101000.0\nmarital status: Married\nhousehold type: Married couple household, no children of the householder less than 18\nfamily presence and age: No related children\nplace of birth: Pennsylvania/PA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: High, Conscientiousness: High, Extraversion: Low, Agreeableness: Extremely High, Neuroticism: Low\ndefining quirks: Passionate about trying different cuisines\nmannerisms: Taps foot when thinking or stressed\npersonal time: Spends time with family or participating in community events\nlifestyle: Active and community-oriented\nideology: Conservative\npolitical views: Republican\nreligion: Other Christian\n",
    "statement": "University administrators should protect students’ rights to peaceful protest and free speech, but they also have a duty to maintain order, safety, and respect for all, regardless of background or beliefs. I think they should set clear, consistently enforced rules that prevent harassment, vandalism, and disruptions to classes, while still allowing students to express strong, even unpopular, opinions. Universities shouldn’t take sides politically, but they should encourage civil dialogue, fact-based discussion, and opportunities for people to actually listen to each other instead of just shouting past one another."
  },
  {
    "persona": "age: 90\nsex: Male\nrace: Some Other Race alone\nancestry: Cuban\nhousehold language: Spanish\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Retired\nindustry category: Retired\noccupation category: Retired\ndetailed job description: Retired worker\nincome: 11200.0\nmarital status: Never married\nhousehold type: Male householder, no spouse/partner present, living alone\nfamily presence and age: No family\nplace of birth: Cuba\ncitizenship: U.S. citizen by naturalization\nveteran status: Non-Veteran\ndisability: With a disability\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely Low, Conscientiousness: Average, Extraversion: Extremely Low, Agreeableness: Extremely Low, Neuroticism: Average\ndefining quirks: Meticulous attention to personal style\nmannerisms: Rarely shows emotions\npersonal time: Spends most time at home\nlifestyle: Simple and quiet\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "University administrators should enforce clear, neutral rules that protect free speech but do not tolerate violence, harassment, or the disruption of classes and daily campus life. Students can and should express their views on Israel and Gaza, but once protests block buildings, threaten others, or turn hateful, the administration must step in firmly, apply discipline fairly, and, if necessary, involve law enforcement. From my perspective, universities are places for learning, not chaos, and leaders should show backbone instead of bending to loudest voices."
  },
  {
    "persona": "age: 36\nsex: Female\nrace: Some Other Race alone\nancestry: Hispanic\nhousehold language: Spanish\neducation: Bachelor's degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private not-for-profit, tax-exempt, or charitable organization\nindustry category: MED-General Medical And Surgical Hospitals, And Specialty (Except Psychiatric And Substance Abuse) Hospitals\noccupation category: MED-Registered Nurses\ndetailed job description: Provides patient care, administers medications, and collaborates with doctors\nincome: 159000.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children 5 to 17 years only\nplace of birth: Texas/TX\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Extremely High, Extraversion: Average, Agreeableness: Extremely Low, Neuroticism: Average\ndefining quirks: Stays calm under pressure\nmannerisms: Speaks quickly and clearly\npersonal time: Relaxing with family, Catching up on sleep\nlifestyle: Busy and health-conscious\nideology: Helping others, Promoting health and wellness\npolitical views: Supports healthcare and education policies\nreligion: Protestant\n",
    "statement": "As someone who works in a hospital and believes in both safety and compassion, I think university administrators have to protect students’ right to peaceful protest while drawing a firm line against harassment, violence, and discrimination of any kind. They should create clear, consistently enforced guidelines that allow students to express strong views on Israel and Gaza, but also ensure that Jewish, Muslim, Arab, and all other students can attend classes and move around campus without fear."
  },
  {
    "persona": "age: 21\nsex: Male\nrace: Black or African American alone\nancestry: African\nhousehold language: Other Indo-European languages\neducation: Regular high school diploma\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: TRN-Warehousing And Storage\noccupation category: TRN-Industrial Truck And Tractor Operators\ndetailed job description: Operates industrial trucks or tractors to move materials around a warehouse, storage yard, or factory\nincome: 159000.0\nmarital status: Never married or under 15 years old\nhousehold type: Married couple household, no children of the householder less than 18\nfamily presence and age: No related children\nplace of birth: Virginia/VA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely High, Conscientiousness: Average, Extraversion: Low, Agreeableness: Extremely Low, Neuroticism: Low\ndefining quirks: Meticulous about maintaining his work equipment and always double-checks his work\nmannerisms: Has a habit of furrowing his brows when concentrating\npersonal time: Enjoys solitude and uses this time to engage in his hobbies or relax\nlifestyle: Simple and focused on his work and personal growth\nideology: Progressive\npolitical views: Democrat\nreligion: Catholic\n",
    "statement": "University administrators should protect students’ rights to protest and speak out on Israel/Gaza, even when the views are unpopular, as long as no one is being harassed or threatened. Coming from a working-class background, I see college as one of the few spaces where people should be pushed to confront hard truths about power, colonialism, and human rights, not shielded from them. At the same time, they need clear, consistently enforced rules that keep everyone physically safe and prevent doxxing, hate speech, or targeting people based on their identity or religion. The goal should be to create space for strong, even uncomfortable political expression while still upholding basic dignity and safety for all students."
  },
  {
    "persona": "age: 75\nsex: Male\nrace: White alone\nancestry: English\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Retired\nindustry category: Law Enforcement\noccupation category: Police Officer\ndetailed job description: Retired Police Officer\nincome: 3100.0\nmarital status: Married\nhousehold type: Married couple household, no children of the householder less than 18\nfamily presence and age: No related children\nplace of birth: New York/NY\ncitizenship: Born in the United States\nveteran status: On active duty in the past, but not now\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely Low, Conscientiousness: Extremely Low, Extraversion: Extremely Low, Agreeableness: Average, Neuroticism: Average\ndefining quirks: Always wears his old police badge\nmannerisms: Stern gaze and speaks in a firm, authoritative tone\npersonal time: Volunteering at a local community center\nlifestyle: Quiet and reserved\nideology: Conservative\npolitical views: Republican\nreligion: Religiously Unaffiliated\n",
    "statement": "University administrators need to enforce clear, content-neutral rules: no violence, no harassment, no blocking buildings, and no disrupting classes, no matter which side you’re on. Students have a right to peaceful protest, but once it crosses into intimidation, vandalism, or targeting people because they’re Jewish, Muslim, Israeli, or Palestinian, it’s time to step in firmly and, if necessary, involve law enforcement. The job of the university is to protect safety and order first, and then make sure both sides can speak without fear."
  },
  {
    "persona": "age: 26\nsex: Female\nrace: Two or More Races\nancestry: Mixed European and Asian\nhousehold language: English\neducation: 1 or more years of college credit, no degree\nemployment status: Not in labor force\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: ENT-Other Amusement, Gambling, And Recreation Industries\noccupation category: PRS-Other Entertainment Attendants And Related Workers\ndetailed job description: Assisted in organizing and managing various entertainment events\nincome: 500.0\nmarital status: Never married\nhousehold type: Female householder, no spouse/partner present, living alone\nfamily presence and age: No family\nplace of birth: California/CA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Average, Extraversion: High, Agreeableness: Low, Neuroticism: Extremely Low\ndefining quirks: Enjoys collecting unique artifacts from different cultures\nmannerisms: Often uses hand gestures while speaking\npersonal time: Spends free time exploring new places and meeting new people\nlifestyle: Active and social\nideology: Liberal\npolitical views: Democrat\nreligion: Catholic\n",
    "statement": "As someone who’s pretty liberal and values open dialogue, I think university administrators should protect students’ rights to protest and speak out on Israel/Gaza, while drawing a firm line at harassment, doxxing, or anything that makes specific groups feel unsafe. They should create structured forums, teach-ins, and moderated discussions so people can actually learn from each other rather than just yell past one another, and they should apply rules consistently, no matter which side is protesting."
  },
  {
    "persona": "age: 51\nsex: Female\nrace: White alone\nancestry: French\nhousehold language: English only\neducation: Master's Degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: INF-Data Processing, Hosting, And Related Services\noccupation category: BUS-Project Management Specialists\ndetailed job description: Oversees and coordinates various aspects of a project, ensuring that all pieces come together at the right time to successfully complete the project\nincome: 130300.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children 5 to 17 years only\nplace of birth: Louisiana/LA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Extremely High, Extraversion: Average, Agreeableness: Average, Neuroticism: Average\ndefining quirks: Has a knack for remembering names and faces\nmannerisms: Often uses hand gestures while speaking\npersonal time: Spends free time with family or volunteering in the community\nlifestyle: Active and community-oriented\nideology: Moderate\npolitical views: Independent\nreligion: Other Christian\n",
    "statement": "As a moderate, community‑oriented Christian and a mom, I think university administrators have to protect both free expression and physical safety, without letting any group be harassed or silenced. They should set clear, content‑neutral rules for protests—time, place, manner—and enforce them consistently, while also creating structured forums where students can hear from people with different perspectives and learn to disagree without dehumanizing each other."
  },
  {
    "persona": "age: 67\nsex: Female\nrace: White alone\nancestry: Irish\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Private\nindustry category: Arts\noccupation category: Artist\ndetailed job description: Retired artist\nincome: 7500.0\nmarital status: Widowed\nhousehold type: Female householder, no spouse/partner present, with relatives, no children of the householder less than 18\nfamily presence and age: With related children 5 to 17 years only\nplace of birth: Pennsylvania/PA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: With a disability\nhealth insurance: With health insurance coverage\nhearing difficulty: Yes\nvision difficulty: Yes\nbig five scores: Openness: Average, Conscientiousness: Low, Extraversion: Extremely High, Agreeableness: Average, Neuroticism: Average\ndefining quirks: Enjoys painting in her free time\nmannerisms: Often seen with paint on her hands\npersonal time: Spends free time painting or attending theater performances\nlifestyle: Relaxed and leisurely\nideology: Liberal\npolitical views: Democrat\nreligion: Religiously Unaffiliated\n",
    "statement": "As someone who’s always valued free expression and spent a lifetime in the arts, I think university administrators must protect students’ rights to protest and speak out on Israel and Gaza, even when the messages are uncomfortable. At the same time, they have a responsibility to draw a firm line against harassment, threats, and discrimination, and to make sure Jewish, Muslim, Arab, and all other students feel physically safe and respected. Universities should focus less on policing political content and more on creating structured spaces for dialogue—teach-ins, moderated forums, and joint events—where students can actually listen to one another. That kind of engagement is far more in line with what higher education is supposed to be about than simply cracking down on demonstrations or, on the other hand, ignoring genuine safety concerns."
  },
  {
    "persona": "age: 29\nsex: Female\nrace: White alone\nancestry: Polish\nhousehold language: Other Indo-European languages\neducation: Master's degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: SCA-Individual And Family Services\noccupation category: CMS-Healthcare Social Workers\ndetailed job description: Provides social services to individuals and families in need\nincome: 143700.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children under 5 years only\nplace of birth: Poland\ncitizenship: U.S. citizen by naturalization\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Average, Extraversion: Extremely High, Agreeableness: Average, Neuroticism: High\ndefining quirks: Enjoys learning about new technology and gadgets\nmannerisms: Speaks quickly and with enthusiasm\npersonal time: Spends free time with family or volunteering\nlifestyle: Busy and family-oriented\nideology: Open-minded\npolitical views: Undisclosed\nreligion: Other Christian\n",
    "statement": "As someone who works every day with families in crisis, I think university administrators have a responsibility to protect students’ safety and dignity while still vigorously safeguarding free expression. They should set clear, consistently enforced rules against harassment and threats, create structured spaces for dialogue where all sides can be heard, and provide mental health and support services for students who feel targeted or traumatized. I’d like to see them model compassionate, principled leadership—firm about boundaries, but open-minded and genuinely committed to helping young people wrestle with a very painful, complex conflict."
  },
  {
    "persona": "age: 34\nsex: Male\nrace: White alone\nancestry: Irish\nhousehold language: English only\neducation: Bachelor's degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: AGR-Crop Production\noccupation category: MGR-Farmers, Ranchers, And Other Agricultural Managers\ndetailed job description: Manages and oversees crop production activities\nincome: 195000.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children under 5 years only\nplace of birth: Florida/FL\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Low, Conscientiousness: Average, Extraversion: Extremely Low, Agreeableness: Average, Neuroticism: Average\ndefining quirks: Has a deep connection with nature\nmannerisms: Often seen wearing a hat\npersonal time: Spends free time with family or in nature\nlifestyle: Active and nature-oriented\nideology: Environmental Conservation\npolitical views: Green Party\nreligion: Religiously Unaffiliated\n",
    "statement": "As someone who makes his living from the land and cares deeply about how people share limited resources, I think university administrators need to protect peaceful protest and open debate while drawing a hard line against harassment, intimidation, or dehumanizing language on any side. They should create structured forums—teach-ins, moderated panels, dialogue circles—where students can engage with the history and human reality in Israel/Palestine, rather than just shouting past each other. Clear, consistently enforced rules about safety and nonviolence, applied equally, are essential, but they shouldn’t be used as a pretext to shut down uncomfortable political speech."
  },
  {
    "persona": "age: 57\nsex: Male\nrace: White alone\nancestry: European\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: TRN-Truck Transportation\noccupation category: TRN-Driver/Sales Workers And Truck Drivers\ndetailed job description: Long-haul truck driver\nincome: 80000.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children under 5 years only\nplace of birth: Illinois/IL\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Low, Conscientiousness: Extremely Low, Extraversion: Extremely Low, Agreeableness: Extremely Low, Neuroticism: Low\ndefining quirks: Loves country music\nmannerisms: Quiet and reserved\npersonal time: Spends free time with family or at community events\nlifestyle: Simple and down-to-earth\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "I think university administrators need to keep campuses safe and focused on education first, while still allowing peaceful protest and free speech from all sides. They should shut down any demonstrations that turn violent, harassing, or disrupt classes, and apply the rules consistently whether the protesters support Israel or Palestine. Parents send their kids to college to learn, not to be intimidated or caught up in chaos, and the schools have a responsibility to maintain order and basic respect."
  },
  {
    "persona": "age: 88\nsex: Female\nrace: White alone\nancestry: Scandinavian\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Retired\nindustry category: Retired\noccupation category: Retired\ndetailed job description: Retired school teacher\nincome: 20400.0\nmarital status: Widowed\nhousehold type: Female householder, no spouse/partner present, living alone\nfamily presence and age: No family present\nplace of birth: Minnesota/MN\ncitizenship: Born in the United States\nveteran status: Non-veteran\ndisability: No disability\nhealth insurance: With health insurance coverage\nfertility: Not applicable\nhearing difficulty: No difficulty\nvision difficulty: No difficulty\ncognitive difficulty: No difficulty\nability to speak english: Speaks English very well\nbig five scores: Openness: Average, Conscientiousness: Average, Extraversion: Extremely High, Agreeableness: Average, Neuroticism: Extremely Low\ndefining quirks: Passionate about local cultural events and traditions\nmannerisms: Often seen with a smile, has a habit of humming old songs\npersonal time: Spends personal time volunteering at the local library and tending to her garden\nlifestyle: Leads a simple, active lifestyle with a strong connection to her community\nideology: Believes in the importance of community, education, and environmental conservation\npolitical views: Moderate with a lean towards progressive values\nreligion: Catholic\n",
    "statement": "As a retired school teacher and a Catholic who values both education and human dignity, I believe campus administrators should protect students’ rights to peaceful protest while firmly preventing harassment, intimidation, or violence of any kind. They ought to create structured spaces for dialogue—panels, teach-ins, moderated forums—so students can learn the history, grapple with multiple perspectives, and practice respectful disagreement. At the same time, administrators must ensure that Jewish, Muslim, Arab, and all other students feel physically safe and free from hate speech, and that academic life can continue without prolonged disruption."
  },
  {
    "persona": "age: 11\nsex: Female\nrace: White alone\nancestry: Irish\nhousehold language: English only\neducation: Grade 4\nemployment status: Unemployed\nclass of worker: Not applicable\nindustry category: Not applicable\noccupation category: Not applicable\ndetailed job description: Student\nincome: Not applicable\nmarital status: Never married or under 15 years old\nhousehold type: Married couple household, no children of the householder less than 18\nfamily presence and age: With related children 5 to 17 years only\nplace of birth: Kentucky/KY\ncitizenship: Born in the United States\nveteran status: Not applicable\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Extremely High, Extraversion: Average, Agreeableness: High, Neuroticism: Extremely High\ndefining quirks: Loves to experiment with cooking and baking\nmannerisms: Often seen humming or singing to herself\npersonal time: Spends free time drawing or playing with her toys\nlifestyle: Active and playful\nideology: Too young to define\npolitical views: Too young to define\nreligion: Religiously Unaffiliated\n",
    "statement": "I think campus administrators should make sure everyone can share their opinions peacefully, but also step in quickly if anyone starts threatening or hurting others. People are really upset and scared about Israel and Gaza, so I feel like schools should offer places to talk calmly, learn the facts, and listen to different sides instead of just yelling."
  },
  {
    "persona": "age: 49\nsex: Male\nrace: Black or African American alone\nancestry: African\nhousehold language: English only\neducation: 1 or more years of college credit, no degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: RET-Building Material And Supplies Dealers\noccupation category: SAL-Retail Salespersons\ndetailed job description: Assists customers in finding and purchasing building materials and supplies\nincome: 149000.0\nmarital status: Divorced\nhousehold type: Male householder, no spouse/partner present, only nonrelatives present\nfamily presence and age: No family\nplace of birth: Alabama/AL\ncitizenship: Born in the United States\nveteran status: On active duty in the past, but not now\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely High, Conscientiousness: High, Extraversion: High, Agreeableness: Low, Neuroticism: Average\ndefining quirks: Enjoys woodworking in his spare time\nmannerisms: Often taps his foot when thinking\npersonal time: Spends free time in his woodworking shop or watching sports\nlifestyle: Active and outdoorsy\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "University administrators need to protect free speech and peaceful protest, but they also have a responsibility to keep campuses safe and make sure no group is harassed or threatened. I think they should enforce clear, consistent rules: allow demonstrations as long as they don’t block classes, destroy property, or cross the line into intimidation or antisemitic or anti-Muslim hate. If students break those rules, there should be real consequences—suspensions or even expulsion—because order and safety come first. Universities are supposed to be places for learning and debate, not chaos and mob pressure."
  },
  {
    "persona": "age: 38\nsex: Male\nrace: White\nancestry: Irish\nhousehold language: English\neducation: Doctorate degree\nemployment status: Employed\nclass of worker: Private\nindustry category: Outpatient Care Centers\noccupation category: Physical Therapist\ndetailed job description: Provides therapy to patients with physical disabilities\nincome: 108400\nmarital status: Married\nhousehold type: Married couple household, no children\nfamily presence and age: No related children\nplace of birth: Oregon\ncitizenship: US Citizen\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: Private\nbig five scores: Openness: High, Conscientiousness: Average, Extraversion: High, Agreeableness: Extremely Low, Neuroticism: Extremely Low\ndefining quirks: Enjoys bird-watching in his free time\nmannerisms: Often uses hand gestures while speaking\npersonal time: Spends free time in nature or reading\nlifestyle: Active and health-conscious\nideology: Liberal\npolitical views: Democrat\nreligion: Protestant\n",
    "statement": "As someone who works in health care and values both human rights and evidence-based decision-making, I think university administrators should protect students’ rights to protest while drawing a firm line against harassment, threats, or dehumanizing language toward any group. They should create clearly communicated, content-neutral rules about time, place, and manner of demonstrations, and then enforce those rules consistently, whether the protest is about Israel/Gaza or any other issue. Administrators also have a responsibility to provide spaces for structured dialogue and teach students how to engage with deeply painful, polarizing conflicts in ways that prioritize safety, dignity, and a commitment to truth."
  },
  {
    "persona": "age: 26\nsex: Male\nrace: White alone\nancestry: Irish\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: MFG-Plastics Product\noccupation category: PRD-Extruding, Forming, Pressing, And Compacting Machine Setters, Operators, And Tenders\ndetailed job description: Operates machines to produce plastic products\nincome: 42000.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children under 5 years only\nplace of birth: Wisconsin/WI\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Average, Extraversion: Average, Agreeableness: Low, Neuroticism: Extremely Low\ndefining quirks: Enjoys experimenting with spicy food\nmannerisms: Often taps his foot when thinking\npersonal time: Spends free time with family or cooking\nlifestyle: Active and family-oriented\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "University administrators should allow peaceful demonstrations on Israel and Gaza, but they also need to draw a clear line when protests turn into harassment, threats, or disruptions of classes and campus life. Everyone has the right to speak, but no one has the right to intimidate others, destroy property, or shut down the school’s normal operations. They should enforce the rules consistently, protect students’ safety first, and keep politics from overshadowing the main mission of education."
  },
  {
    "persona": "age: 55\nsex: Male\nrace: Some Other Race alone\nancestry: Mexican\nhousehold language: Spanish\neducation: Kindergarten\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: CON-Construction\noccupation category: CON-Construction Laborers\ndetailed job description: Performs physical labor on construction sites\nincome: 209000.0\nmarital status: Separated\nhousehold type: Male householder, no spouse/partner present, with relatives, no children of the householder less than 18\nfamily presence and age: No related children\nplace of birth: Mexico\ncitizenship: U.S. citizen by naturalization\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely High, Conscientiousness: Extremely High, Extraversion: Average, Agreeableness: Low, Neuroticism: Average\ndefining quirks: Enjoys traditional Mexican music and entertainment\nmannerisms: Has cultural or regional idiosyncrasies from Mexico\npersonal time: Spends personal time in religious activities or helping others\nlifestyle: Simple and hardworking\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "As someone who works hard for a living and values order and responsibility, I think university administrators should allow peaceful demonstrations about Israel and Gaza, but they must strictly enforce rules against violence, harassment, and disruption of classes or campus life. Students should be free to express their beliefs, but not to intimidate others or take over buildings, and if they break the law or university policies, there should be firm consequences."
  },
  {
    "persona": "age: 86\nsex: Female\nrace: White alone\nancestry: Polish\nhousehold language: Other Indo-European languages\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Private\nindustry category: Manufacturing\noccupation category: Retired\ndetailed job description: Retired, previously worked in the manufacturing industry\nincome: 27000.0\nmarital status: Widowed\nhousehold type: Female householder, no spouse/partner present, living alone\nfamily presence and age: No family\nplace of birth: Poland\ncitizenship: Born abroad of U.S. citizen parent or parents\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Low, Conscientiousness: Average, Extraversion: Average, Agreeableness: Average, Neuroticism: Extremely Low\ndefining quirks: Collects vintage teapots\nmannerisms: Often uses hand gestures when speaking\npersonal time: Tending to her garden and reading books\nlifestyle: Quiet and simple\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "As someone who values order, personal responsibility, and respect for others, I believe university administrators should allow peaceful demonstrations but enforce clear rules so that no group is threatened, harassed, or silenced. Campuses should not tolerate violence, vandalism, or disruptions to classes, and administrators must remain neutral, focusing on safety, free speech within the law, and protecting Jewish and Muslim students alike from intimidation."
  },
  {
    "persona": "age: 95\nsex: Female\nrace: White alone\nancestry: Irish\nhousehold language: Other Indo-European languages\neducation: 1 or more years of college credit, no degree\nemployment status: Not in labor force\nclass of worker: Private\nindustry category: Healthcare\noccupation category: Nurse\ndetailed job description: Retired nurse\nincome: 47400.0\nmarital status: Widowed\nhousehold type: Female householder, no spouse/partner present, living alone\nfamily presence and age: No family\nplace of birth: Ireland\ncitizenship: U.S. citizen by naturalization\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: High, Conscientiousness: Average, Extraversion: High, Agreeableness: Average, Neuroticism: High\ndefining quirks: Loves cooking traditional Irish meals\nmannerisms: Speaks with a distinct Irish accent\npersonal time: Volunteering at a local community center\nlifestyle: Active and community-oriented\nideology: Liberal\npolitical views: Democrat\nreligion: Religiously Unaffiliated\n",
    "statement": "As someone who’s lived through many conflicts and seen the cost of dehumanizing “the other,” I believe university administrators must protect students’ rights to protest while drawing a firm line at harassment, threats, and discrimination of any kind. They should create clear, consistently enforced guidelines that allow passionate advocacy for Palestinians and Israelis alike, while also investing in facilitated dialogues, teach-ins, and mental health support so students can process grief and anger constructively rather than turning on one another."
  },
  {
    "persona": "age: 13\nsex: Male\nrace: White\nancestry: Irish\nhousehold language: English\neducation: 7th Grade\nemployment status: Unemployed\nclass of worker: Not Applicable\nindustry category: Not Applicable\noccupation category: Student\ndetailed job description: Attends middle school, participates in school activities\nincome: Not Applicable\nmarital status: Single\nhousehold type: Married couple household with children\nfamily presence and age: With related children under 5 years and 5 to 17 years\nplace of birth: Wisconsin/WI\ncitizenship: US Citizen\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Extremely High, Extraversion: High, Agreeableness: Extremely Low, Neuroticism: Extremely Low\ndefining quirks: Enjoys learning about different cultures\nmannerisms: Often seen with a sketchbook\npersonal time: Spends free time drawing or playing video games\nlifestyle: Active and creative\nideology: Too young to define\npolitical views: Too young to define\nreligion: Catholic\n",
    "statement": "I think campus administrators should let students protest about Israel and Gaza as long as it stays peaceful and nobody is threatened or harassed. People should be allowed to express their beliefs, but the school also has to make sure everyone feels safe going to class, no matter what side they’re on or where they’re from."
  }
]