[
  {
    "persona": "age: 63\nsex: Male\nrace: White alone\nancestry: European\nhousehold language: English only\neducation: 1 or more years of college credit, no degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: RET-Vending Machine Operators\noccupation category: MGR-General And Operations Managers\ndetailed job description: Oversees operations of a vending machine company, manages staff, plans strategies, ensures customer satisfaction\nincome: 101000.0\nmarital status: Married\nhousehold type: Married couple household, no children of the householder less than 18\nfamily presence and age: No related children\nplace of birth: Pennsylvania/PA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: High, Conscientiousness: High, Extraversion: Low, Agreeableness: Extremely High, Neuroticism: Low\ndefining quirks: Passionate about trying different cuisines\nmannerisms: Taps foot when thinking or stressed\npersonal time: Spends time with family or participating in community events\nlifestyle: Active and community-oriented\nideology: Conservative\npolitical views: Republican\nreligion: Other Christian\n",
    "statement": "I believe everyone should be able to see a doctor and get basic medical care without going broke, but I don’t think a one-size-fits-all government-run system is the answer. The government’s role should be to set fair rules, prevent people from being denied coverage for preexisting conditions, and provide a safety net for those who truly can’t afford care, while still relying on private insurers and competition to keep quality high and costs in check."
  },
  {
    "persona": "age: 90\nsex: Male\nrace: Some Other Race alone\nancestry: Cuban\nhousehold language: Spanish\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Retired\nindustry category: Retired\noccupation category: Retired\ndetailed job description: Retired worker\nincome: 11200.0\nmarital status: Never married\nhousehold type: Male householder, no spouse/partner present, living alone\nfamily presence and age: No family\nplace of birth: Cuba\ncitizenship: U.S. citizen by naturalization\nveteran status: Non-Veteran\ndisability: With a disability\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely Low, Conscientiousness: Average, Extraversion: Extremely Low, Agreeableness: Extremely Low, Neuroticism: Average\ndefining quirks: Meticulous attention to personal style\nmannerisms: Rarely shows emotions\npersonal time: Spends most time at home\nlifestyle: Simple and quiet\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "I believe the government should make sure basic healthcare is accessible and affordable to all citizens, especially seniors and people with disabilities, but it should not control the entire system. A public safety net is important so no one is left without essential care, yet private doctors, hospitals, and insurance should remain the main providers, with competition to keep costs in check. The government’s role should be to regulate fairly, prevent abuse, and help those who truly can’t pay, not to run everything or take away people’s choices."
  },
  {
    "persona": "age: 36\nsex: Female\nrace: Some Other Race alone\nancestry: Hispanic\nhousehold language: Spanish\neducation: Bachelor's degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private not-for-profit, tax-exempt, or charitable organization\nindustry category: MED-General Medical And Surgical Hospitals, And Specialty (Except Psychiatric And Substance Abuse) Hospitals\noccupation category: MED-Registered Nurses\ndetailed job description: Provides patient care, administers medications, and collaborates with doctors\nincome: 159000.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children 5 to 17 years only\nplace of birth: Texas/TX\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Extremely High, Extraversion: Average, Agreeableness: Extremely Low, Neuroticism: Average\ndefining quirks: Stays calm under pressure\nmannerisms: Speaks quickly and clearly\npersonal time: Relaxing with family, Catching up on sleep\nlifestyle: Busy and health-conscious\nideology: Helping others, Promoting health and wellness\npolitical views: Supports healthcare and education policies\nreligion: Protestant\n",
    "statement": "As a nurse in a nonprofit hospital, I see every day how devastating it is when people delay care because they can’t afford it, so I believe the government has a responsibility to guarantee basic, universal access to healthcare. That doesn’t mean running every hospital, but it does mean setting strong standards, expanding coverage programs, and making sure cost is never the reason a child or working adult goes without essential care."
  },
  {
    "persona": "age: 21\nsex: Male\nrace: Black or African American alone\nancestry: African\nhousehold language: Other Indo-European languages\neducation: Regular high school diploma\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: TRN-Warehousing And Storage\noccupation category: TRN-Industrial Truck And Tractor Operators\ndetailed job description: Operates industrial trucks or tractors to move materials around a warehouse, storage yard, or factory\nincome: 159000.0\nmarital status: Never married or under 15 years old\nhousehold type: Married couple household, no children of the householder less than 18\nfamily presence and age: No related children\nplace of birth: Virginia/VA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely High, Conscientiousness: Average, Extraversion: Low, Agreeableness: Extremely Low, Neuroticism: Low\ndefining quirks: Meticulous about maintaining his work equipment and always double-checks his work\nmannerisms: Has a habit of furrowing his brows when concentrating\npersonal time: Enjoys solitude and uses this time to engage in his hobbies or relax\nlifestyle: Simple and focused on his work and personal growth\nideology: Progressive\npolitical views: Democrat\nreligion: Catholic\n",
    "statement": "As someone who works a regular job and depends on my health to keep earning a living, I think the government should guarantee universal access to healthcare so no one has to choose between getting treated and paying their bills. In a country as wealthy as ours, healthcare should be a basic right, not a privilege tied to your job or income. I support a strong public system, like a Medicare-for-all or robust public option, that sets a fair baseline for everyone while still allowing private options for those who want them."
  },
  {
    "persona": "age: 75\nsex: Male\nrace: White alone\nancestry: English\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Retired\nindustry category: Law Enforcement\noccupation category: Police Officer\ndetailed job description: Retired Police Officer\nincome: 3100.0\nmarital status: Married\nhousehold type: Married couple household, no children of the householder less than 18\nfamily presence and age: No related children\nplace of birth: New York/NY\ncitizenship: Born in the United States\nveteran status: On active duty in the past, but not now\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely Low, Conscientiousness: Extremely Low, Extraversion: Extremely Low, Agreeableness: Average, Neuroticism: Average\ndefining quirks: Always wears his old police badge\nmannerisms: Stern gaze and speaks in a firm, authoritative tone\npersonal time: Volunteering at a local community center\nlifestyle: Quiet and reserved\nideology: Conservative\npolitical views: Republican\nreligion: Religiously Unaffiliated\n",
    "statement": "I don’t think it’s the federal government’s job to run everyone’s healthcare, but I do believe it should make sure basic coverage is within reach for every American, especially seniors, veterans, and folks who fall on hard times. The government ought to set clear rules, prevent abuse by insurance companies and hospitals, and provide a safety net for those who truly can’t afford care, while still keeping private options and personal responsibility at the center of the system."
  },
  {
    "persona": "age: 26\nsex: Female\nrace: Two or More Races\nancestry: Mixed European and Asian\nhousehold language: English\neducation: 1 or more years of college credit, no degree\nemployment status: Not in labor force\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: ENT-Other Amusement, Gambling, And Recreation Industries\noccupation category: PRS-Other Entertainment Attendants And Related Workers\ndetailed job description: Assisted in organizing and managing various entertainment events\nincome: 500.0\nmarital status: Never married\nhousehold type: Female householder, no spouse/partner present, living alone\nfamily presence and age: No family\nplace of birth: California/CA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Average, Extraversion: High, Agreeableness: Low, Neuroticism: Extremely Low\ndefining quirks: Enjoys collecting unique artifacts from different cultures\nmannerisms: Often uses hand gestures while speaking\npersonal time: Spends free time exploring new places and meeting new people\nlifestyle: Active and social\nideology: Liberal\npolitical views: Democrat\nreligion: Catholic\n",
    "statement": "As someone who’s grown up in the U.S. with decent insurance but seen friends in the service and entertainment industries struggle to afford basic care, I believe the government should guarantee universal access to healthcare as a right, not a privilege. A publicly funded baseline system with strong regulation of costs, alongside the option to purchase supplemental private coverage, would keep people from going bankrupt over an illness while still allowing choice. This is consistent with my Catholic values around human dignity and my liberal politics that prioritize equity and social responsibility."
  },
  {
    "persona": "age: 51\nsex: Female\nrace: White alone\nancestry: French\nhousehold language: English only\neducation: Master's Degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: INF-Data Processing, Hosting, And Related Services\noccupation category: BUS-Project Management Specialists\ndetailed job description: Oversees and coordinates various aspects of a project, ensuring that all pieces come together at the right time to successfully complete the project\nincome: 130300.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children 5 to 17 years only\nplace of birth: Louisiana/LA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Extremely High, Extraversion: Average, Agreeableness: Average, Neuroticism: Average\ndefining quirks: Has a knack for remembering names and faces\nmannerisms: Often uses hand gestures while speaking\npersonal time: Spends free time with family or volunteering in the community\nlifestyle: Active and community-oriented\nideology: Moderate\npolitical views: Independent\nreligion: Other Christian\n",
    "statement": "As someone who has good employer-based coverage but also volunteers with families who don’t, I believe the government has a responsibility to make sure everyone can access basic, affordable healthcare, regardless of income or job status. I don’t think the system needs to be completely government-run, but I do support strong regulation, subsidies, and public options to keep costs in check and prevent people from falling through the cracks."
  },
  {
    "persona": "age: 67\nsex: Female\nrace: White alone\nancestry: Irish\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Private\nindustry category: Arts\noccupation category: Artist\ndetailed job description: Retired artist\nincome: 7500.0\nmarital status: Widowed\nhousehold type: Female householder, no spouse/partner present, with relatives, no children of the householder less than 18\nfamily presence and age: With related children 5 to 17 years only\nplace of birth: Pennsylvania/PA\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: With a disability\nhealth insurance: With health insurance coverage\nhearing difficulty: Yes\nvision difficulty: Yes\nbig five scores: Openness: Average, Conscientiousness: Low, Extraversion: Extremely High, Agreeableness: Average, Neuroticism: Average\ndefining quirks: Enjoys painting in her free time\nmannerisms: Often seen with paint on her hands\npersonal time: Spends free time painting or attending theater performances\nlifestyle: Relaxed and leisurely\nideology: Liberal\npolitical views: Democrat\nreligion: Religiously Unaffiliated\n",
    "statement": "At my age, with hearing and vision problems and a very modest income, I don’t see healthcare as a luxury or a “market choice” – it’s a basic necessity, like clean water or public schools. I believe the government has a responsibility to guarantee universal access to affordable, comprehensive healthcare, so no one has to choose between seeing a doctor and paying the rent. A wealthy country should be able to ensure that seniors, kids, people with disabilities, and low-income families all get the care they need without going into debt."
  },
  {
    "persona": "age: 29\nsex: Female\nrace: White alone\nancestry: Polish\nhousehold language: Other Indo-European languages\neducation: Master's degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: SCA-Individual And Family Services\noccupation category: CMS-Healthcare Social Workers\ndetailed job description: Provides social services to individuals and families in need\nincome: 143700.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children under 5 years only\nplace of birth: Poland\ncitizenship: U.S. citizen by naturalization\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Average, Extraversion: Extremely High, Agreeableness: Average, Neuroticism: High\ndefining quirks: Enjoys learning about new technology and gadgets\nmannerisms: Speaks quickly and with enthusiasm\npersonal time: Spends free time with family or volunteering\nlifestyle: Busy and family-oriented\nideology: Open-minded\npolitical views: Undisclosed\nreligion: Other Christian\n",
    "statement": "As a healthcare social worker and a mom of young kids, I see every day how devastating it is when families can’t afford the care they need, so I believe the government has a responsibility to guarantee universal access to basic healthcare. Coming from Poland, where coverage is more standardized, I think the U.S. should at least ensure that no one is denied essential services because of cost, while still allowing room for private options and innovation. To me, a strong public framework that covers everyone, combined with regulated private choices, best reflects both our moral duty to protect the vulnerable and the value I place on personal choice and efficiency."
  },
  {
    "persona": "age: 34\nsex: Male\nrace: White alone\nancestry: Irish\nhousehold language: English only\neducation: Bachelor's degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: AGR-Crop Production\noccupation category: MGR-Farmers, Ranchers, And Other Agricultural Managers\ndetailed job description: Manages and oversees crop production activities\nincome: 195000.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children under 5 years only\nplace of birth: Florida/FL\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Low, Conscientiousness: Average, Extraversion: Extremely Low, Agreeableness: Average, Neuroticism: Average\ndefining quirks: Has a deep connection with nature\nmannerisms: Often seen wearing a hat\npersonal time: Spends free time with family or in nature\nlifestyle: Active and nature-oriented\nideology: Environmental Conservation\npolitical views: Green Party\nreligion: Religiously Unaffiliated\n",
    "statement": "As someone who works the land and depends on healthy workers and a healthy family, I think the government should guarantee basic, universal access to healthcare, the same way we treat clean water or safe food—as a public good. No one should go without treatment because of their income or ZIP code, especially kids. Private providers can still have a role, but the government should set strong standards, regulate costs, and provide a public option so that everyone, rural or urban, can actually get the care they need."
  },
  {
    "persona": "age: 57\nsex: Male\nrace: White alone\nancestry: European\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: TRN-Truck Transportation\noccupation category: TRN-Driver/Sales Workers And Truck Drivers\ndetailed job description: Long-haul truck driver\nincome: 80000.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children under 5 years only\nplace of birth: Illinois/IL\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Low, Conscientiousness: Extremely Low, Extraversion: Extremely Low, Agreeableness: Extremely Low, Neuroticism: Low\ndefining quirks: Loves country music\nmannerisms: Quiet and reserved\npersonal time: Spends free time with family or at community events\nlifestyle: Simple and down-to-earth\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "I don’t think the government should be running everyone’s healthcare, but I do think it has a role in making sure hardworking people and kids don’t go without basic medical care. To me, that means keeping private insurance and choice in place, while stepping in to help low-income families, veterans, and folks with serious conditions who’d otherwise fall through the cracks. The focus should be on lowering costs, cutting red tape, and making sure people who play by the rules can afford to see a doctor, not building a huge new government bureaucracy."
  },
  {
    "persona": "age: 88\nsex: Female\nrace: White alone\nancestry: Scandinavian\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Retired\nindustry category: Retired\noccupation category: Retired\ndetailed job description: Retired school teacher\nincome: 20400.0\nmarital status: Widowed\nhousehold type: Female householder, no spouse/partner present, living alone\nfamily presence and age: No family present\nplace of birth: Minnesota/MN\ncitizenship: Born in the United States\nveteran status: Non-veteran\ndisability: No disability\nhealth insurance: With health insurance coverage\nfertility: Not applicable\nhearing difficulty: No difficulty\nvision difficulty: No difficulty\ncognitive difficulty: No difficulty\nability to speak english: Speaks English very well\nbig five scores: Openness: Average, Conscientiousness: Average, Extraversion: Extremely High, Agreeableness: Average, Neuroticism: Extremely Low\ndefining quirks: Passionate about local cultural events and traditions\nmannerisms: Often seen with a smile, has a habit of humming old songs\npersonal time: Spends personal time volunteering at the local library and tending to her garden\nlifestyle: Leads a simple, active lifestyle with a strong connection to her community\nideology: Believes in the importance of community, education, and environmental conservation\npolitical views: Moderate with a lean towards progressive values\nreligion: Catholic\n",
    "statement": "At my age, I’ve seen how quickly good health can change, and I firmly believe no one should have to choose between seeing a doctor and paying their bills. I think the government has a responsibility to guarantee basic, affordable healthcare for everyone—much like public schools—while still allowing room for private options. Strong public healthcare protects our most vulnerable neighbors, supports families, and reflects the kind of caring, community-minded society my faith and years as a teacher taught me to value."
  },
  {
    "persona": "age: 11\nsex: Female\nrace: White alone\nancestry: Irish\nhousehold language: English only\neducation: Grade 4\nemployment status: Unemployed\nclass of worker: Not applicable\nindustry category: Not applicable\noccupation category: Not applicable\ndetailed job description: Student\nincome: Not applicable\nmarital status: Never married or under 15 years old\nhousehold type: Married couple household, no children of the householder less than 18\nfamily presence and age: With related children 5 to 17 years only\nplace of birth: Kentucky/KY\ncitizenship: Born in the United States\nveteran status: Not applicable\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Extremely High, Extraversion: Average, Agreeableness: High, Neuroticism: Extremely High\ndefining quirks: Loves to experiment with cooking and baking\nmannerisms: Often seen humming or singing to herself\npersonal time: Spends free time drawing or playing with her toys\nlifestyle: Active and playful\nideology: Too young to define\npolitical views: Too young to define\nreligion: Religiously Unaffiliated\n",
    "statement": "I think the government should make sure everyone can go to the doctor or hospital when they’re sick, even if their family doesn’t have a lot of money. Kids shouldn’t have to worry about their parents getting huge bills just because they needed medicine or surgery. If the government helps pay for healthcare, then more people can stay healthy and keep working, learning, and taking care of their families."
  },
  {
    "persona": "age: 49\nsex: Male\nrace: Black or African American alone\nancestry: African\nhousehold language: English only\neducation: 1 or more years of college credit, no degree\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: RET-Building Material And Supplies Dealers\noccupation category: SAL-Retail Salespersons\ndetailed job description: Assists customers in finding and purchasing building materials and supplies\nincome: 149000.0\nmarital status: Divorced\nhousehold type: Male householder, no spouse/partner present, only nonrelatives present\nfamily presence and age: No family\nplace of birth: Alabama/AL\ncitizenship: Born in the United States\nveteran status: On active duty in the past, but not now\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely High, Conscientiousness: High, Extraversion: High, Agreeableness: Low, Neuroticism: Average\ndefining quirks: Enjoys woodworking in his spare time\nmannerisms: Often taps his foot when thinking\npersonal time: Spends free time in his woodworking shop or watching sports\nlifestyle: Active and outdoorsy\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "I believe everyone should be able to see a doctor and get basic care, but I don’t think the federal government should run the whole system. The government’s role should be to set fair rules, protect people with preexisting conditions, and provide a safety net for those who truly can’t afford coverage, while keeping things mostly in the private sector. We need more price transparency, competition, and personal responsibility so working folks don’t get crushed by premiums and taxes."
  },
  {
    "persona": "age: 38\nsex: Male\nrace: White\nancestry: Irish\nhousehold language: English\neducation: Doctorate degree\nemployment status: Employed\nclass of worker: Private\nindustry category: Outpatient Care Centers\noccupation category: Physical Therapist\ndetailed job description: Provides therapy to patients with physical disabilities\nincome: 108400\nmarital status: Married\nhousehold type: Married couple household, no children\nfamily presence and age: No related children\nplace of birth: Oregon\ncitizenship: US Citizen\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: Private\nbig five scores: Openness: High, Conscientiousness: Average, Extraversion: High, Agreeableness: Extremely Low, Neuroticism: Extremely Low\ndefining quirks: Enjoys bird-watching in his free time\nmannerisms: Often uses hand gestures while speaking\npersonal time: Spends free time in nature or reading\nlifestyle: Active and health-conscious\nideology: Liberal\npolitical views: Democrat\nreligion: Protestant\n",
    "statement": "As a physical therapist working in outpatient care, I see every day how delayed or skipped treatment—often because of cost—turns manageable issues into chronic disabilities. I believe the government should guarantee universal access to basic healthcare, including preventive and rehabilitative services, through a system like a public option or expanded Medicare, while still allowing private plans for those who want them. Healthcare is a fundamental public good, and a wealthy country has a moral and practical obligation to ensure that people’s ability to move, work, and live without avoidable pain isn’t determined by their income or employment status."
  },
  {
    "persona": "age: 26\nsex: Male\nrace: White alone\nancestry: Irish\nhousehold language: English only\neducation: Regular high school diploma\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: MFG-Plastics Product\noccupation category: PRD-Extruding, Forming, Pressing, And Compacting Machine Setters, Operators, And Tenders\ndetailed job description: Operates machines to produce plastic products\nincome: 42000.0\nmarital status: Married\nhousehold type: Married couple household with children of the householder less than 18\nfamily presence and age: With related children under 5 years only\nplace of birth: Wisconsin/WI\ncitizenship: Born in the United States\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Average, Extraversion: Average, Agreeableness: Low, Neuroticism: Extremely Low\ndefining quirks: Enjoys experimenting with spicy food\nmannerisms: Often taps his foot when thinking\npersonal time: Spends free time with family or cooking\nlifestyle: Active and family-oriented\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "I think the government should make sure basic healthcare is accessible and affordable for everyone, especially kids and working families, but not take over the whole system. We should keep a mostly private, competitive healthcare market, with government support focused on things like subsidies, protections for people with preexisting conditions, and help for low-income families. I don’t want higher taxes and a one-size-fits-all system; I’d rather see more price transparency, less red tape, and targeted aid so people who work hard can actually afford to see a doctor."
  },
  {
    "persona": "age: 55\nsex: Male\nrace: Some Other Race alone\nancestry: Mexican\nhousehold language: Spanish\neducation: Kindergarten\nemployment status: Civilian employed, at work\nclass of worker: Employee of a private for-profit company or business, or of an individual, for wages, salary, or commissions\nindustry category: CON-Construction\noccupation category: CON-Construction Laborers\ndetailed job description: Performs physical labor on construction sites\nincome: 209000.0\nmarital status: Separated\nhousehold type: Male householder, no spouse/partner present, with relatives, no children of the householder less than 18\nfamily presence and age: No related children\nplace of birth: Mexico\ncitizenship: U.S. citizen by naturalization\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Extremely High, Conscientiousness: Extremely High, Extraversion: Average, Agreeableness: Low, Neuroticism: Average\ndefining quirks: Enjoys traditional Mexican music and entertainment\nmannerisms: Has cultural or regional idiosyncrasies from Mexico\npersonal time: Spends personal time in religious activities or helping others\nlifestyle: Simple and hardworking\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "As someone who works hard with my hands and has seen family struggle without good care, I believe everyone should be able to see a doctor and get basic treatment, but not through a fully government-run system. The government should set fair rules, help low‑income people and veterans, and make sure insurance companies don’t abuse us, while still letting private doctors and businesses compete to keep quality high and costs down."
  },
  {
    "persona": "age: 86\nsex: Female\nrace: White alone\nancestry: Polish\nhousehold language: Other Indo-European languages\neducation: Regular high school diploma\nemployment status: Not in labor force\nclass of worker: Private\nindustry category: Manufacturing\noccupation category: Retired\ndetailed job description: Retired, previously worked in the manufacturing industry\nincome: 27000.0\nmarital status: Widowed\nhousehold type: Female householder, no spouse/partner present, living alone\nfamily presence and age: No family\nplace of birth: Poland\ncitizenship: Born abroad of U.S. citizen parent or parents\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Low, Conscientiousness: Average, Extraversion: Average, Agreeableness: Average, Neuroticism: Extremely Low\ndefining quirks: Collects vintage teapots\nmannerisms: Often uses hand gestures when speaking\npersonal time: Tending to her garden and reading books\nlifestyle: Quiet and simple\nideology: Conservative\npolitical views: Republican\nreligion: Protestant\n",
    "statement": "I believe everyone should be able to see a doctor and afford their medicines, especially older people on fixed incomes like me, but I don’t think the government should run everything. The government’s role should be to set fair rules, prevent people from being denied coverage, and provide a safety net for those truly in need, while still relying on private doctors and insurers. I worked hard all my life in manufacturing and paid into the system, so I expect Medicare and similar programs to be protected and managed responsibly, without waste or abuse."
  },
  {
    "persona": "age: 95\nsex: Female\nrace: White alone\nancestry: Irish\nhousehold language: Other Indo-European languages\neducation: 1 or more years of college credit, no degree\nemployment status: Not in labor force\nclass of worker: Private\nindustry category: Healthcare\noccupation category: Nurse\ndetailed job description: Retired nurse\nincome: 47400.0\nmarital status: Widowed\nhousehold type: Female householder, no spouse/partner present, living alone\nfamily presence and age: No family\nplace of birth: Ireland\ncitizenship: U.S. citizen by naturalization\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: High, Conscientiousness: Average, Extraversion: High, Agreeableness: Average, Neuroticism: High\ndefining quirks: Loves cooking traditional Irish meals\nmannerisms: Speaks with a distinct Irish accent\npersonal time: Volunteering at a local community center\nlifestyle: Active and community-oriented\nideology: Liberal\npolitical views: Democrat\nreligion: Religiously Unaffiliated\n",
    "statement": "As someone who spent her life as a nurse, I’ve seen too many good people delay care because they couldn’t afford it, and that’s simply wrong in a country with our resources. I believe the government has a responsibility to guarantee universal access to healthcare, funded fairly through taxes, so that everyone—no matter their age, income, or job—can see a doctor, get their medicines, and receive hospital care without fear of financial ruin. A strong public system can still work alongside private options, but the basic promise of care should not depend on your wallet."
  },
  {
    "persona": "age: 13\nsex: Male\nrace: White\nancestry: Irish\nhousehold language: English\neducation: 7th Grade\nemployment status: Unemployed\nclass of worker: Not Applicable\nindustry category: Not Applicable\noccupation category: Student\ndetailed job description: Attends middle school, participates in school activities\nincome: Not Applicable\nmarital status: Single\nhousehold type: Married couple household with children\nfamily presence and age: With related children under 5 years and 5 to 17 years\nplace of birth: Wisconsin/WI\ncitizenship: US Citizen\nveteran status: Non-Veteran\ndisability: None\nhealth insurance: With health insurance coverage\nbig five scores: Openness: Average, Conscientiousness: Extremely High, Extraversion: High, Agreeableness: Extremely Low, Neuroticism: Extremely Low\ndefining quirks: Enjoys learning about different cultures\nmannerisms: Often seen with a sketchbook\npersonal time: Spends free time drawing or playing video games\nlifestyle: Active and creative\nideology: Too young to define\npolitical views: Too young to define\nreligion: Catholic\n",
    "statement": "I think the government should make sure everyone can get basic healthcare, because nobody deserves to get really sick or die just because their family doesn’t have enough money. My family has insurance, but I know not everyone does, and that doesn’t seem fair, especially for little kids. The government should at least cover essential stuff like checkups, emergency care, and medicine, and then people who want more can pay for extra through private options."
  }
]