{
  "topic": "what-should-guide-laws-concerning-abortion",
  "rep_id": 8,
  "alt_type": "persona_context",
  "count": 100,
  "statements": {
    "788": "Laws on abortion should be guided by a steady respect for human life and by compassion for women and families facing frightening, complicated situations, with decisions grounded in medical judgment rather than politics. A workable path sets clear, enforceable limits while making explicit room for exceptions in cases like rape, incest, and serious threats to the mother’s life or health, so doctors can act without fear and families aren’t pushed into danger. Common ground grows when any legal standard is paired with practical support—prenatal care, adoption resources, and real help for parents—so fewer pregnancies end in crisis and fewer people feel cornered into this choice.",
    "571": "Laws concerning abortion should be guided by compassion, evidence-based medicine, and the principle that time-sensitive healthcare decisions belong primarily in the patient–clinician relationship, not in criminal court. A durable framework can protect early access and privacy while allowing carefully defined, medically workable limits later in pregnancy with clear exceptions for threats to health, rape, incest, and severe fetal conditions. Common ground grows when policy also reduces unintended pregnancies and hardship through honest education, affordable contraception, and strong supports for prenatal care, parenting, and adoption, so fewer families ever reach a crisis point.",
    "388": "Abortion laws should be guided by compassion, evidence-based medicine, and a firm respect for privacy, keeping time-sensitive decisions in the hands of patients and qualified clinicians rather than politicians. Clear protections for early access and for emergencies—including threats to health, rape, and incest—can coexist with narrowly tailored, medically workable guardrails later in pregnancy without criminalizing care. Common ground grows when policy also tackles the root causes through honest education, affordable contraception, and real support for families raising children, so fewer people are pushed into crisis.",
    "134": "Laws on abortion should be guided by compassion and evidence-based medicine, keeping time-sensitive decisions anchored in the patient–clinician relationship rather than criminal statutes that delay care. A workable middle ground protects early access and medical privacy, while setting clear, doctor-written exceptions for emergencies, rape, incest, and severe fetal complications so no one is forced into preventable suffering. Common ground grows when policy also reduces unwanted pregnancies through honest sex education, affordable contraception, and real material support for parents, so choosing to continue a pregnancy is truly possible.",
    "314": "Laws on abortion should be guided by evidence-based healthcare, compassion, and respect for bodily autonomy, keeping politicians out of the exam room while ensuring timely, safe care and clear protections for medical emergencies and serious health risks. A workable compromise can protect early access and rely on clinician judgment later in pregnancy, paired with serious investments that people across the spectrum tend to support—affordable contraception, accurate sex education, prenatal care, and real help for families raising kids. The goal should be fewer crisis pregnancies and less harm, without criminalizing patients or doctors acting in good faith.",
    "100": "Laws on abortion should be guided by compassion, medical evidence, and respect for privacy, keeping urgent decisions in the hands of patients and qualified doctors instead of politicians. A workable middle ground protects safe access early in pregnancy and guarantees clear exceptions for rape, incest, and serious threats to health, without criminalizing families or clinicians acting in good faith. At the same time, the law should invest in what reduces crisis pregnancies—honest education, affordable contraception, and real support for parents and children—so fewer people ever feel forced into an impossible choice.",
    "553": "Laws on abortion should be guided by compassion, medical evidence, and respect for privacy, keeping time-sensitive decisions in the hands of patients and qualified doctors rather than politicians. A practical approach protects access early in pregnancy and guarantees clear exceptions for rape, incest, and serious risks to health, without criminalizing families or clinicians acting in good faith. Common ground grows when any legal framework is paired with real prevention and support—honest education, affordable contraception, prenatal care, and help for parents—so fewer people are pushed into crisis in the first place.",
    "734": "Laws concerning abortion should be guided by a steady respect for unborn life and a clear-eyed concern for a woman’s health, with rules written plainly enough that doctors can act quickly in emergencies without fear. Like tending a crop, policy ought to protect what’s growing while recognizing that storms come—allowing narrow, well-defined exceptions for rape, incest, and serious threats to the mother’s life or long-term health. Common ground is strongest when limits are paired with practical support that makes choosing life more possible: prenatal care, adoption resources, and real help for families so fewer people feel cornered into the decision.",
    "237": "Laws on abortion should be guided by respect for unborn life and by the reality that pregnancy can present urgent, complex medical situations that require timely decisions led by clinicians, not political improvisation. A workable compromise protects the mother’s life and health with clear, medically defined exceptions (including rape and incest), sets reasonable limits as pregnancy progresses, and avoids criminalizing patients or doctors acting in good faith. Common ground grows when policy also reduces crisis pregnancies through straightforward education, reliable contraception, and strong support for prenatal care, adoption, and parents who choose to carry to term.",
    "328": "Laws on abortion should be guided by respect for human life, medical reality, and practical responsibility, with clear rules written so doctors can act fast to protect a woman’s life and health and so families understand the limits. A workable compromise protects early access, sets firmer restrictions later in pregnancy, and includes straightforward exceptions for rape, incest, and serious medical risk—without turning patients or good-faith clinicians into criminals. Common ground grows when policy also puts real weight behind prevention and support: contraception, honest education, prenatal care, and adoption and family resources so fewer people feel trapped in the first place.",
    "754": "Abortion laws should be guided by limited, clearly defined state power, evidence-based medicine, and respect for personal privacy, while acknowledging the moral seriousness many attach to developing life. A workable framework protects timely access early in pregnancy and guarantees unambiguous exceptions for rape, incest, and threats to life or health, written with clinician input so emergency care isn’t delayed by legal ambiguity. Common ground grows when policy also prioritizes prevention and real options—accurate education, affordable contraception, and practical support for parents—so fewer families reach a crisis point and fewer decisions are made under duress.",
    "490": "Laws on abortion should be guided by respect for unborn life and by the practical reality that medical emergencies and tragic circumstances demand clear, workable exceptions that let doctors act quickly to protect a woman’s life and health. Like any good safety code, the rules should be straightforward, enforceable, and written with medical input—focused on prevention and support, not punishment and politics. Common ground is strongest when limits are paired with real help for families, including prenatal care, adoption options, and practical resources that reduce crisis pregnancies in the first place.",
    "545": "Laws on abortion should be guided by evidence-based medicine, privacy, and compassion, keeping urgent decisions in the hands of patients and qualified clinicians rather than politicians. A workable common ground protects early access and clearly defined exceptions for rape, incest, and serious threats to health, while allowing carefully limited later restrictions tied to viability and medical judgment without criminalizing care. Policy should also focus on reducing crisis pregnancies through affordable contraception, accurate education, and real support for parents and people with disabilities, so choices are shaped by opportunity instead of desperation.",
    "271": "Laws concerning abortion should be guided by medical evidence, compassion, and real-world safety, keeping time-sensitive decisions in the hands of patients and clinicians rather than politicians. A workable bridge is protecting early access and privacy, guaranteeing clear exceptions for rape, incest, and threats to health or life, and avoiding criminal penalties that delay care. Common ground grows when policy also reduces crisis pregnancies through honest education, affordable contraception, and strong practical support—healthcare coverage, job protections, and resources for parenting or adoption—so fewer people are pushed into desperate choices.",
    "201": "Laws concerning abortion should be guided by compassion, medical evidence, and a respect for bodily autonomy, keeping time-sensitive decisions in the hands of patients and qualified clinicians rather than politicians. A workable compromise protects access early in pregnancy and guarantees clear, non-punitive exceptions for rape, incest, and serious threats to health, while allowing carefully defined limits later that still preserve physician judgment. Common ground grows when policy also invests in prevention and real support—honest education, affordable contraception, prenatal and postpartum care, and practical help for parents—so fewer people are forced into crisis decisions.",
    "143": "Laws on abortion should be guided by a careful balance of individual liberty, medical evidence, and a limited, predictable role for government—recognizing both the profound moral concern many attach to developing life and the reality that pregnancy can present urgent, complex health and family circumstances. A durable middle path protects timely access early in pregnancy, sets clearer guardrails later tied to viability, and includes explicit exceptions for rape, incest, and serious risks to the patient’s life or health, drafted with clinician input to avoid criminalizing good‑faith medical care. Common ground grows when policy also invests in prevention and real support—contraception, accurate education, prenatal and postpartum care, adoption services, and workplace stability—so fewer families face the decision in crisis.",
    "773": "Laws on abortion should be guided by patient safety, medical evidence, and a strong respect for privacy, keeping time-sensitive decisions in the hands of patients and clinicians rather than politicians. A workable compromise protects early access and guarantees clear exceptions for rape, incest, and serious threats to health, while allowing carefully defined, viability-based limits later that never delay emergency care. Real common ground comes from cutting the number of crisis pregnancies through comprehensive sex education, affordable contraception, and practical support—healthcare, paid leave, and childcare—so having or not having a child is shaped less by fear and money.",
    "277": "Laws on abortion should be guided by respect for human life and human dignity, while staying grounded in practical medical reality so doctors can act quickly to protect a woman’s life and long-term health in emergencies. A workable compromise sets clear, enforceable limits that reflect the community’s interest in protecting unborn children, paired with well-defined exceptions for rape, incest, and serious medical complications, without turning families or clinicians into criminals acting in good faith. Common ground grows when those limits are matched with real support that makes choosing life achievable—prenatal care, adoption services, and workplace and community help—so fewer pregnancies end in crisis decisions.",
    "482": "Laws concerning abortion should be guided by compassion, medical evidence, and a clear respect for privacy, keeping time-sensitive decisions primarily between a patient and qualified clinicians rather than politicians. Because many people also see developing life as morally significant, any limits should be narrow, workable, and paired with explicit exceptions for rape, incest, and serious threats to health, so no one is denied urgent care. Common ground grows when the law also invests in prevention and support—honest education, affordable contraception, prenatal and disability-informed care, and practical help for families—so fewer pregnancies become crises and fewer people feel cornered into a decision.",
    "811": "Laws concerning abortion should be guided by evidence-based medicine, privacy, and compassion, keeping urgent decisions in the hands of patients and clinicians rather than prosecutors, while recognizing that many view developing life as morally significant. A workable framework protects early access and establishes clear, medically defined exceptions for threats to health, rape, incest, and nonviable or severe fetal conditions, with any later limits tied to viability and clinical judgment. Common ground grows when policy also reduces the need for abortion through comprehensive education, affordable contraception, and strong support for pregnancy, parenting, and adoption—so fewer families face the decision in crisis.",
    "297": "Laws on abortion should be guided by human dignity, medical evidence, and a limited role for government in the exam room, recognizing that pregnancy decisions can be time-sensitive and deeply complicated. A workable middle ground protects safe, legal access early in pregnancy and guarantees clear, clinician-defined exceptions for rape, incest, and serious threats to health or life, without criminalizing patients or doctors acting in good faith. At the same time, communities can agree to reduce the number of abortions by expanding contraception, accurate education, prenatal and postpartum care, and practical support that makes carrying a pregnancy a real option rather than a financial or medical trap.",
    "468": "Laws on abortion should be guided by medical evidence, compassion, and a real respect for conscience in a diverse society—keeping politicians out of the exam room while ensuring timely, safe care, especially in cases of health risk, rape, or incest. A workable balance can protect early access and rely on clinician judgment as pregnancies become more complex, without criminalizing patients or doctors acting in good faith. Common ground grows when policy also invests in what prevents crisis in the first place: comprehensive sex education, affordable contraception, and strong support for pregnancy, parenting, and adoption.",
    "298": "Abortion laws should be guided by limited government, medical reality, and a practical respect for human dignity—keeping early decisions private between patient and clinician while allowing carefully defined, evidence-based limits later that include clear exceptions for rape, incest, and serious threats to health. Rules should be written so doctors can act quickly without fear, with accountability aimed at safety and informed consent rather than punishment. Common ground grows when policy also reduces crisis pregnancies through accessible contraception and accurate education, and when communities back families with real support for prenatal care, childbirth, and parenting so fewer people feel cornered into the decision.",
    "590": "Laws concerning abortion should be guided by a consistent respect for human life, clear medical evidence, and a commitment to mercy in the hardest cases, keeping doctors able to act swiftly to protect a woman’s life and health. A durable compromise sets firm, understandable limits that reflect the public’s moral unease while allowing explicit exceptions for rape, incest, and serious medical emergencies, and avoids criminalizing good‑faith medical care. Common ground grows when policy is paired with serious prevention and support—accessible contraception, prenatal and postpartum care, adoption resources, and practical help for families—so fewer pregnancies become crises and fewer abortions occur.",
    "666": "Laws concerning abortion should be guided by medical evidence, compassion, and a strong commitment to justice—protecting a pregnant person’s health, privacy, and equal standing under the law while acknowledging that many communities attach moral significance to developing life. A durable framework safeguards timely access early in pregnancy and guarantees clear, clinician-defined exceptions for rape, incest, severe fetal conditions, and threats to life or health, without criminalizing patients or doctors. Common ground grows when any legal limits are paired with prevention and real support—comprehensive education, affordable contraception, prenatal and postpartum care, and practical help for families—so fewer people are pushed into crisis decisions.",
    "213": "Laws on abortion should be guided by respect for human life and human dignity, while staying anchored in medical reality so that urgent care is never delayed and clinicians are not criminalized for acting in good faith. A workable framework can protect unborn life through clear, enforceable limits, yet include explicit exceptions for rape, incest, nonviable pregnancies, and serious threats to a woman’s life or long-term health. Common ground grows when any legal guardrails are paired with serious prevention and support—accurate education, access to contraception, prenatal and postpartum care, and adoption and parenting resources—so fewer families face the decision in crisis.",
    "437": "Laws on abortion should be guided by compassion and evidence-based medicine, keeping time-sensitive decisions as close as possible to patients and qualified clinicians while avoiding punitive rules that delay care or criminalize people in crisis. A durable middle ground protects early access and requires clear, workable exceptions for rape, incest, and serious threats to health or life, with later-pregnancy standards tied to medical realities like viability and clinical judgment. At the same time, society can honor moral concern for potential life by investing hard in prevention and support—accurate sex education, affordable contraception, healthcare, and real help for parenting and adoption—so fewer pregnancies become emergencies shaped by desperation.",
    "744": "Laws on abortion should be guided by respect for unborn life and the belief that pregnancy is morally serious, while still ensuring clear, workable exceptions when a woman’s life or health is at stake, and in cases of rape or incest, so doctors can act without fear. Rules should be written with medical input, focused on safety and consistency rather than punishment, because real-life crises don’t fit political slogans. Common ground comes from pairing limits with practical support—prenatal care, adoption resources, and affordable contraception—so fewer families feel trapped into a decision they never wanted.",
    "570": "Laws on abortion should be guided by evidence-based medicine, privacy, and compassion, with clear protections that let patients and clinicians act quickly when health, trauma, or severe fetal complications are involved—and without criminalizing good-faith care. At the same time, a durable framework can acknowledge the moral seriousness many attach to potential life by focusing on prevention and real options: comprehensive sex education, affordable contraception, prenatal and postpartum care, paid leave, and childcare. The goal is fewer crisis pregnancies and fewer abortions, achieved through practical support and medically workable standards rather than political punishment.",
    "172": "Laws concerning abortion should be guided by evidence-based medicine, clear protections for health and safety, and a commitment to human dignity that avoids turning crisis healthcare into punishment. A durable middle ground protects timely access early in pregnancy, includes explicit exceptions for rape, incest, and serious threats to the pregnant person’s health, and gives clinicians workable standards rather than vague legal fear. At the same time, policy should reduce the number of unwanted pregnancies and the pressures that drive desperate decisions through comprehensive education, affordable contraception, and strong mental-health and family supports. The measure of the law should be whether it lowers harm, strengthens families and communities, and leaves room for people of good faith and conscience to disagree without coercion.",
    "440": "Laws concerning abortion should be guided by compassion, evidence-based medicine, and a clear commitment to patient safety, keeping time-sensitive decisions in the hands of patients and qualified clinicians rather than politicians. A workable framework can protect early access and privacy while setting clear, medically defined exceptions at any stage for threats to health or life, rape, incest, and nonviable or severe fetal conditions, without criminalizing good-faith care. Common ground grows when any legal approach is paired with serious prevention and support—accurate education, affordable contraception, prenatal and postpartum care, mental-health services, and practical help for families—so fewer people ever face the decision in crisis.",
    "465": "Laws concerning abortion should be guided by a consistent respect for human life and human dignity, while staying grounded in medical evidence and the realities clinicians face when minutes and judgment matter. A workable middle path protects timely care early in pregnancy and guarantees clear, non-punitive exceptions for rape, incest, and serious threats to a patient’s life or health, so neither families nor providers are forced into avoidable tragedy. Lasting policy should pair any limits with practical support—accurate education, contraception, prenatal and postpartum care, adoption resources, and workplace protections—so fewer pregnancies become crises and fewer people feel cornered into heartbreaking choices.",
    "224": "Laws concerning abortion should be guided by medically grounded standards that protect patient safety and privacy, while treating developing life as morally significant and avoiding rigid rules that tie clinicians’ hands in emergencies. A workable middle path protects access early in pregnancy, draws clearer limits closer to viability, and includes explicit, usable exceptions for rape, incest, and serious threats to health or life. Lasting policy should pair any legal framework with prevention and real family supports—accurate education, affordable contraception, prenatal and postpartum care, and childcare—so fewer households face crisis decisions in the first place. In the spirit of “mercy seasons justice,” law should lower harm and temperature alike by prioritizing care over punishment.",
    "138": "Abortion laws should be guided by a steady respect for unborn life and by the hard truth that pregnancy can turn into a medical emergency fast, so the rules must be clear, workable, and written with doctors at the table—not built to punish families or clinicians acting in good faith. Reasonable limits can coexist with firm, plainly defined exceptions for rape, incest, and serious threats to the mother’s life or long-term health, because one-size-fits-all mandates fail in the real world. Common ground grows when communities also invest in prevention and practical support—accurate education, contraception, prenatal care, and adoption resources—so fewer people end up facing a crisis decision at all.",
    "577": "Laws on abortion should be guided by human dignity, sound medical judgment, and compassion for families who are often making decisions under stress, trauma, or serious health complications. A workable middle ground protects timely, safe care early in pregnancy and guarantees clear exceptions for rape, incest, and threats to a patient’s life or health, while avoiding criminal penalties that make doctors hesitate in emergencies. At the same time, society should put real effort into prevention and support—accurate education, affordable contraception, prenatal and postpartum care, and practical help for parents—so fewer people ever feel forced into that decision.",
    "405": "Laws on abortion should be guided by respect for unborn life and the sober reality that pregnancies can turn medically complex fast, so rules need clear, clinician-written exceptions for threats to the mother’s life and health, and for cases like rape and incest. A workable framework pairs reasonable limits with strong, practical support—prenatal and postpartum care, adoption services, and material help—so choosing to carry a pregnancy is truly feasible. Lasting policy should prioritize compassion over punishment, protect good-faith medical decision-making, and invest in prevention through accurate education and accessible contraception to reduce crisis pregnancies in the first place.",
    "304": "Abortion laws should be guided by human dignity, solid medical evidence, and the reality that pregnancy decisions are time-sensitive and often shaped by trauma, health risk, and family stability. A workable middle path protects safe, confidential care early in pregnancy, guarantees clear exceptions for rape, incest, and serious threats to health or life, and avoids criminal penalties that make clinicians hesitate in emergencies. At the same time, laws should aim to reduce abortions by expanding contraception, accurate education, and practical support for parents—healthcare, childcare, and leave—so fewer families feel cornered into crisis. Durable policy makes room for moral conviction without turning private healthcare into punishment, and measures success by fewer tragedies and healthier families.",
    "27": "Laws on abortion should be guided by medical evidence, privacy, and compassion—keeping decisions early in pregnancy between patients and clinicians, while ensuring clear, workable exceptions for rape, incest, and threats to health so care is never delayed by legal fear. If later limits are considered, they should track viability and real clinical judgment rather than politics, and avoid criminalizing patients or providers. Common ground grows when policy also reduces crisis pregnancies through honest education, affordable contraception, and practical support for parents—healthcare, childcare, and stability—so fewer people feel forced into an impossible choice.",
    "185": "Laws on abortion should be guided by evidence-based healthcare, privacy, and compassion, because real pregnancies can collide with trauma, medical risk, and the practical realities of raising kids and keeping a job. A workable approach protects timely access early in pregnancy and guarantees clear, clinician-led exceptions for threats to health, rape, incest, and severe fetal complications, without criminalizing patients or doctors acting in good faith. Common ground grows when any legal framework is paired with real prevention and support—comprehensive sex education, affordable contraception, prenatal care, childcare, and workplace protections—so fewer families are pushed into crisis decisions in the first place.",
    "522": "Laws concerning abortion should be guided by evidence-based medicine, compassion, and respect for patient privacy, with clear protections that let clinicians respond quickly to emergencies and serious health risks without fear of prosecution. A workable compromise protects access early in pregnancy while allowing carefully defined, medically grounded limits later, paired with explicit exceptions for rape, incest, and threats to health or life. Common ground grows when policy also invests in what reduces abortions and suffering—comprehensive sex education, affordable contraception, prenatal and postpartum care, paid leave, and childcare—so fewer people face the decision under crisis.",
    "445": "Laws on abortion should be guided by respect for unborn life and real compassion for women who are trying to hold a family together under pressure, with clear, workable exceptions for rape, incest, and serious threats to the mother’s life or health so doctors can act without fear. Whatever limits exist should be paired with practical support that makes choosing life realistic—affordable prenatal care, honest counseling, adoption options, and help with childcare and stable work. Policy should stay grounded in medical reality, personal responsibility, and mercy, aiming to reduce both abortions and the suffering that leads to them.",
    "569": "Laws concerning abortion should be guided by compassion, medical evidence, and a respect for privacy, keeping urgent decisions in the hands of patients and clinicians rather than politicians. A workable common ground is to protect early access and ensure clear, non-punitive exceptions for rape, incest, and serious threats to health, while allowing carefully defined limits later in pregnancy that do not endanger care. At the same time, policy should reduce the need for abortion by investing in contraception, accurate education, prenatal and postpartum healthcare, and practical supports that make parenting a real choice. In a plural society with deep moral disagreement, the law should aim to reduce harm, uphold dignity, and leave room for conscience without forcing one worldview on everyone.",
    "480": "Laws on abortion should be guided by medical evidence, compassion, and clear, workable standards that keep urgent decisions in the hands of patients and clinicians, not politics, while acknowledging the moral seriousness many attach to developing life. A durable middle ground protects early access and privacy, includes explicit exceptions for rape, incest, and threats to the pregnant person’s life or health, and avoids criminalizing good-faith medical care. At the same time, the law should push hard on prevention and support—reliable sex education, affordable contraception, prenatal and postpartum care, and practical help for parents—so fewer families face a crisis decision in the first place.",
    "767": "Laws concerning abortion should be guided by respect for unborn life, personal responsibility, and the reality that pregnancy can turn into a time-sensitive medical emergency where doctors need clear room to act. A workable middle ground is firm limits that reflect the value of life, paired with explicit exceptions for rape, incest, and serious threats to the mother’s life or long-term health, and rules written with medical input so patients and clinicians aren’t trapped by legal uncertainty. Real common ground also means investing in what prevents crisis in the first place—access to contraception, honest education, and practical support for pregnancy, adoption, and parenting—so fewer people feel cornered into the decision.",
    "63": "Laws concerning abortion should be guided by a steady respect for human life, clear medical evidence, and workable rules that protect women in emergencies without turning doctors into criminals for acting in good faith. A practical approach sets firm, understandable limits while including explicit exceptions for rape, incest, and serious threats to a mother’s life or long-term health, and it pairs any restrictions with real support—prenatal care, adoption services, and help for families—so fewer people feel forced into crisis decisions. Durable policy should keep politics out of the exam room as much as possible, emphasize prevention through responsible education and contraception, and treat this issue with compassion and accountability.",
    "146": "Laws on abortion should be guided by respect for unborn life and by the reality that pregnancy can turn into a medical emergency fast, so rules must be clear, consistent, and written with doctors—not politicians—so no one is afraid to provide necessary care. Like good vehicle safety standards, policy should set reasonable limits with firm exceptions for rape, incest, and serious threats to a woman’s life or health, while avoiding punishments that push decisions into riskier territory. Common ground comes from pairing any limits with real support that prevents crisis in the first place—reliable contraception, accurate education, prenatal care, adoption options, and practical help for families—so fewer people ever reach that crossroads.",
    "337": "Laws on abortion should be guided by medical evidence, privacy, and practical compassion—keeping politicians out of time-sensitive decisions while ensuring clear, workable standards that let clinicians act fast when health, rape, incest, or severe fetal complications are involved. A durable middle ground is protecting access early in pregnancy and handling later cases with viability- and health-based rules written with doctors, not prosecutors. Common ground grows when the law also invests in what reduces crisis pregnancies in the first place: real sex education, affordable contraception, and strong support for prenatal care, childcare, and paid leave.",
    "251": "Laws concerning abortion should be guided by evidence-based medicine, constitutional liberty, and a commitment to human dignity, keeping urgent health decisions in the hands of patients and clinicians rather than legislators. A workable framework protects timely access early in pregnancy and guarantees clear, non-punitive exceptions for rape, incest, and serious threats to health, while allowing narrowly tailored later regulations tied to medical viability and clinician judgment. Common ground grows when policy also reduces crisis pregnancies through comprehensive sex education, affordable contraception, and real support for parenting—healthcare, paid leave, and childcare—so fewer families face the decision under duress.",
    "306": "Laws on abortion should be guided by patient safety, medical evidence, and respect for personal privacy, keeping urgent decisions in the hands of patients and qualified clinicians rather than politicians. A workable compromise protects early access and guarantees clear exceptions for rape, incest, and threats to health or life, while allowing narrowly tailored, medically grounded limits later in pregnancy. Common ground grows when the law also reduces crisis pregnancies through realistic sex education, affordable contraception, and practical support for parents—healthcare, childcare, and paid leave—so fewer people feel trapped into the decision.",
    "198": "Laws on abortion should be guided by medically grounded standards that protect patient safety and privacy, while recognizing the genuine moral concern many hold for developing life. A workable middle path keeps early care legal and timely, sets clear later-pregnancy guardrails tied to viability, and includes unambiguous exceptions for rape, incest, and serious threats to health or life so doctors can act without fear. Lasting policy should also focus on prevention and support—reliable sex education, affordable contraception, prenatal and postpartum care, and practical help for parents—so fewer families ever face the decision in crisis.",
    "256": "Laws concerning abortion should be guided by patient safety, medical evidence, and respect for personal privacy, keeping urgent decisions in the hands of patients and clinicians rather than politicians. A workable middle ground protects early access and sets clear, medically defined exceptions for rape, incest, and threats to health, so care is not delayed by fear or confusion. At the same time, real common ground comes from reducing crisis pregnancies through accurate education, affordable contraception, and stronger supports for families—healthcare, paid leave, childcare, and disability services—so no one is forced into a decision by lack of options.",
    "318": "Laws on abortion should be guided by medical reality, privacy, and compassion, keeping urgent decisions in the hands of patients and doctors instead of turning families in crisis into criminals. A workable middle path protects early access and guarantees clear exceptions for rape, incest, and serious risks to health or life, while allowing carefully defined limits later that don’t block emergency care. Common ground grows when policy also prevents crisis—affordable contraception, honest education, and real support for parents like healthcare, childcare, and workplace stability—so fewer people feel trapped into any choice.",
    "631": "Laws on abortion should be guided by compassion, medical evidence, and a respect for privacy, keeping time-sensitive decisions mainly between patients and licensed clinicians, with clear exceptions for rape, incest, and serious risks to health or life. A workable middle path can protect early access while allowing carefully defined, medically grounded limits later in pregnancy without criminalizing patients or doctors acting in good faith. In the spirit of “先把人稳住，再谈道理” (steady the person first, then discuss principles), policy should also invest in prevention and real support—affordable contraception, accurate education, healthcare, childcare, and paid leave—so fewer families feel pushed into crisis decisions.",
    "625": "Laws on abortion should be guided by compassion, medical evidence, and a respect for privacy that keeps time-sensitive decisions in the hands of patients and qualified clinicians rather than politicians. A durable compromise protects access early in pregnancy and guarantees clear, workable exceptions for rape, incest, and serious threats to health or life, while allowing carefully defined limits later that do not criminalize good-faith medical care. Common ground grows when policy also reduces crisis pregnancies and pressure-driven choices through comprehensive sex education, affordable contraception, and real support for parents and children.",
    "469": "Laws concerning abortion should be guided by evidence-based healthcare, compassion, and a limited role for government in private medical decisions, with clear protections so clinicians can act promptly when health or safety is at risk. A durable approach can protect access early in pregnancy and ensure narrowly written, medically grounded standards later on that prioritize viability, serious fetal conditions, and the pregnant person’s health without criminalizing patients or providers. Common ground grows when policy also invests in prevention and support—accurate health education, affordable contraception, prenatal and postpartum care, paid leave, and childcare—so fewer families ever face the decision under crisis.",
    "556": "Laws on abortion should be guided by compassion and medical evidence, keeping urgent decisions in the hands of patients and doctors while recognizing why many people feel a deep moral duty to protect developing life. A workable bridge protects safe, timely access early in pregnancy and guarantees clear exceptions for rape, incest, and threats to health or life, without criminalizing clinicians acting in good faith. At the same time, communities should invest in prevention and real support—accurate education, affordable contraception, prenatal and disability-informed care, and help for parents—so fewer pregnancies become crises and fewer families feel alone.",
    "809": "Laws on abortion should be guided by practical compassion and medical reality: keep politicians out of the exam room, protect timely access early in pregnancy, and guarantee clear exceptions for rape, incest, and threats to health so doctors can act without fear. Because economic pressure and lack of healthcare often drive crisis decisions, any legal framework should be paired with real support—affordable contraception, honest sex education, prenatal and postpartum care, and help with childcare and stability—so carrying a pregnancy is a genuine option. The common ground is harm reduction and dignity: fewer unwanted pregnancies, safer outcomes, and rules that are clear enough to enforce without turning families and clinicians into criminals.",
    "2": "Laws concerning abortion should be guided by evidence-based medicine, privacy, and a clear commitment to minimizing harm, with decisions kept as close as possible to patients and qualified clinicians rather than politicians. A workable framework protects timely access early in pregnancy and guarantees unambiguous exceptions for health risks, rape, and incest, while treating later, rare cases through medically defined standards instead of criminal penalties. Common ground grows when any legal line is paired with real prevention and support—comprehensive sex education, affordable contraception, prenatal and postpartum care, and practical help for parents—so fewer people face crisis pregnancies and fewer decisions are made under desperation.",
    "527": "Abortion laws should be guided by compassion, medical evidence, and a clear commitment to keeping patients safe while respecting the real moral weight many attach to developing life. A workable compromise protects timely access early in pregnancy and guarantees straightforward exceptions for rape, incest, and serious threats to health or life, with later limits tied to viability and physician judgment rather than political punishment. Common ground grows when policy also focuses on fewer crisis pregnancies through affordable contraception, honest education, and strong support for parenting, childcare, and adoption so choices aren’t driven by fear or finances.",
    "583": "Laws concerning abortion should be guided by evidence-based medicine, privacy, and a harm-reduction mindset that keeps time-sensitive decisions in the hands of patients and clinicians rather than politicians. A workable middle path protects access early in pregnancy and guarantees clear exceptions for rape, incest, and threats to health, while allowing carefully defined, medically grounded limits later without criminalizing patients or good-faith providers. Common ground grows when policy also invests in prevention and real support—accurate sex education, affordable contraception, prenatal care, and help for parents—so fewer pregnancies become crises in the first place.",
    "677": "Laws concerning abortion should be guided by compassion, evidence-based medicine, and a clear respect for personal liberty, keeping time-sensitive decisions primarily between a patient and qualified clinicians rather than politicians. At the same time, they can acknowledge the moral gravity many attach to developing life by setting workable, medically grounded standards as pregnancy advances, with explicit exceptions for rape, incest, and threats to health or life. The strongest common ground is pairing any legal framework with practical prevention and support—accurate sex education, affordable contraception, and real help for parents—so fewer people are pushed into crisis. Clear, consistent rules that protect patients and clinicians from punishment can lower harm and make room for differing consciences in a pluralistic society.",
    "66": "Laws on abortion should be guided by respect for unborn life and compassion for women facing urgent, complicated situations, with clear medical exceptions that let doctors act fast to protect a mother’s life and health. A workable compromise sets predictable limits while avoiding criminalizing patients or good-faith clinicians, keeping politics out of the exam room and focusing on safety. Common ground grows when the law is paired with real support—prenatal care, adoption options, and practical help for families—so fewer pregnancies become crises in the first place.",
    "347": "Abortion laws should be guided by clear, consistent standards rooted in medical evidence, patient safety, and respect for personal privacy, with decisions kept as close as possible to the patient and qualified clinicians rather than politicians. Like any well-officiated game, the rules should be enforceable and humane: protect early access, require real exceptions for rape, incest, and serious threats to health or life, and avoid criminalizing doctors acting in good faith. Common ground grows when the law also plays strong defense on prevention and support—honest sex education, affordable contraception, prenatal care, and resources for parents—so fewer people end up forced into a crisis call.",
    "653": "Laws on abortion should be guided by patient safety, clear medical evidence, and a serious respect for human life, with decisions kept as close as possible to doctors and the people directly affected. A workable middle path protects early access and guarantees firm exceptions for rape, incest, and threats to life or long-term health, while avoiding punitive rules that delay emergency care. Common ground grows when the law is paired with prevention and real support—contraception, honest education, disability-informed healthcare, and practical help for parenting or adoption—so fewer people end up forced into a crisis choice.",
    "567": "Abortion laws should be guided by evidence-based medicine, privacy, and compassion, recognizing that pregnancy can shift from ordinary to life-threatening faster than any statute can anticipate and that clinicians need clear, workable standards. A durable framework protects timely access early in pregnancy and guarantees explicit exceptions for threats to health or life, rape, incest, and nonviable or severe fetal conditions, while avoiding criminal penalties that chill emergency care. Common ground grows when policy also reduces unwanted pregnancies and coercive “no good options” through comprehensive sex education, affordable contraception, and real support for parenting—healthcare, paid leave, and childcare—so fewer families reach a breaking point.",
    "438": "Laws on abortion should be guided by medically grounded compassion: protect timely, safe access and privacy early in pregnancy, and ensure clear, workable exceptions for rape, incest, and threats to a patient’s life or health so clinicians can act without fear. Any later-pregnancy limits should be narrowly tailored to viability and serious medical circumstances, written with doctors and ethicists to avoid vague language that harms patients. Common ground grows when policy also reduces crisis pregnancies through comprehensive sex education, affordable contraception, and real support for parenting—healthcare, paid leave, and childcare—so fewer families feel cornered into heartbreaking decisions.",
    "283": "Abortion laws should be guided by medical evidence, compassion, and a limited, clear role for government—keeping early, time-sensitive care safe and accessible while setting workable standards later in pregnancy that include firm exceptions for health, rape, and incest and protect clinicians acting in good faith. Real common ground comes from lowering the number of crisis pregnancies through honest sex education, affordable contraception, and practical support for parents—healthcare, childcare, and job protections—so choosing to carry a pregnancy is genuinely possible. The aim should be fewer abortions and less suffering, without turning private, complex healthcare decisions into punishment.",
    "575": "Laws on abortion should be guided by compassion, medical evidence, and respect for individual conscience—keeping urgent decisions in the exam room, not the courtroom—while also acknowledging the moral seriousness many attach to developing life. A workable middle ground protects early, safe access and clear exceptions for rape, incest, and threats to health or life, paired with strong support that prevents crisis pregnancies in the first place through contraception, honest education, and affordable healthcare. Good policy should reduce harm, avoid criminalizing patients or clinicians acting in good faith, and invest in families so choosing to carry a pregnancy is a real, supported option rather than a forced one.",
    "238": "Laws on abortion should be guided by human dignity, evidence-based medicine, and compassion for families navigating time-sensitive, complex circumstances, keeping politicians and prosecutors out of the exam room. A workable framework protects early access and privacy, guarantees clear exceptions for rape, incest, and serious threats to health or life, and allows later regulations to be tied to viability and clinician judgment rather than rigid mandates. Common ground grows when policy also reduces crisis pregnancies through accurate sex education, affordable contraception, and concrete support for parents—healthcare, paid leave, and childcare—so choosing to continue a pregnancy is truly feasible.",
    "488": "Laws on abortion should be guided by respect for unborn life and by the practical reality that pregnancy can turn into a medical emergency fast, so rules must be clear enough for doctors to act in good faith without fear. A workable middle ground protects life with reasonable limits while making explicit exceptions for the mother’s life and serious health risks, and treats rape and incest with compassion rather than politics. Common ground grows when any limits are paired with real support—affordable prenatal care, adoption resources, and help for working parents—so choosing to carry a pregnancy is a genuine option, not a hardship sentence.",
    "439": "Laws concerning abortion should be guided by compassion, sound medical evidence, and respect for privacy, keeping time-sensitive decisions in the hands of patients and clinicians—especially when health, rape, or incest is involved—while allowing thoughtful, clearly defined guardrails as pregnancy advances. Durable policy should reduce harm rather than punish, and it should be paired with real supports that make choices less desperate: affordable contraception, honest education, prenatal care, disability-informed services, and practical help for parents. In a pluralistic society, the best common ground protects dignity and safety while investing in the conditions that prevent crisis pregnancies in the first place.",
    "331": "Abortion laws should be guided by medical evidence, privacy, and compassion, keeping urgent decisions in the exam room while ensuring that no patient or clinician is criminalized for acting to protect health, especially in cases of rape, incest, or life-threatening complications. A workable common ground is protecting early access, setting clearer standards later that rely on viability and physician judgment rather than politics, and pairing any framework with serious prevention—honest education, affordable contraception, and strong support for parents. In a pluralistic society, the law can respect sincere moral concern for developing life without forcing one belief system onto everyone, by focusing on harm reduction, safety, and human dignity.",
    "326": "Abortion laws should be guided by compassion, medical evidence, and a respect for human dignity that keeps time-sensitive decisions primarily between a patient and clinicians, while acknowledging the moral seriousness many attach to potential life. A workable middle path protects early access and guarantees clear exceptions for rape, incest, and threats to health or life, with later pregnancy policies tied to viability and physician judgment rather than punishment. 社会ができることは、避妊や正確な性教育、妊娠・出産・育児への現実的な支援を厚くして「追い込まれた選択」を減らすことだ。 Disagreements may remain, but laws can still aim for fewer crises, safer care, and more real options for families.",
    "391": "Laws on abortion should be guided by respect for human life, clear medical reality, and a limited, practical role for government so doctors can act fast in emergencies without fear. A workable middle ground is protecting life with reasonable limits while guaranteeing straightforward exceptions for rape, incest, and serious threats to the mother’s life or long-term health. Common ground also means doing more to prevent crisis pregnancies and make carrying to term a real option—through contraception access, adoption support, and concrete help for parents—so the law aims at fewer abortions and less suffering rather than punishment.",
    "207": "Laws concerning abortion should be guided by evidence-based medicine, privacy, and harm reduction, keeping time-sensitive decisions in the hands of patients and clinicians rather than politicians while protecting access early in pregnancy. As viability approaches, any limits should be clear, workable for doctors, and paired with broad, explicit exceptions for health, rape, incest, and severe fetal conditions so care is never delayed by legal fear. Common ground is strongest when policy also invests in prevention and real options—comprehensive sex education, affordable contraception, paid leave, and healthcare—so fewer people are pushed into crisis in the first place.",
    "672": "Laws concerning abortion should be guided by compassion and medical evidence, keeping time-sensitive decisions as close as possible to patients and clinicians while setting clear, workable standards that protect safety and include firm exceptions for rape, incest, and serious threats to health. A durable middle path pairs any limits with real prevention and support—accurate sex education, affordable contraception, and practical help for families—so fewer pregnancies become crises and fewer people feel forced into a choice. Policy should reduce harm, avoid criminalizing good-faith medical care, and make room for differing moral convictions without letting government overtake the exam room.",
    "97": "Laws on abortion should be guided by human dignity, medical reality, and mercy—keeping doctors free to act quickly for health, rape, incest, or nonviable pregnancies, while avoiding punishments that turn a crisis into fear. Like a good menu, policy needs balance: protect early, private decision-making, set clear and workable limits later with physician judgment, and keep politics out of the kitchen. The most common ground comes from prevention and support—education, contraception, prenatal care, and real help for families—so fewer people feel forced into a choice when life is already under high heat.",
    "309": "Laws on abortion should be guided by compassion, evidence-based medicine, and a clear respect for privacy, keeping time-sensitive decisions primarily in the hands of patients and clinicians rather than politicians. A durable middle path protects early access and sets later limits around viability only with explicit, workable exceptions for health, rape, incest, and severe fetal complications, so doctors can act without fear when things go sideways. Common ground grows when the law also invests in prevention and real support—contraception, accurate education, prenatal and postpartum care, disability services, and help for parents—so fewer families feel stuck between bad options. The goal is fewer crises and less suffering, with dignity and responsibility held together instead of pitted against each other.",
    "20": "Laws concerning abortion should be guided by compassion, evidence-based medicine, and a clear respect for bodily autonomy, with decisions kept as close as possible to patients and qualified clinicians rather than prosecutors and politicians. A workable compromise protects early, time-sensitive access and guarantees strong exceptions for rape, incest, and threats to health or life, while allowing carefully defined later standards rooted in viability and medical judgment. Lasting policy also invests upstream in what most people agree reduces suffering—reliable contraception, honest education, affordable healthcare, and practical supports for parenting and disability—so fewer families face crisis decisions at all.",
    "45": "Abortion laws should be guided by patient safety, evidence-based medicine, and privacy, with clear standards written alongside clinicians so care is never delayed in emergencies or complicated pregnancies. A workable compromise protects timely access early in pregnancy and guarantees robust exceptions for health, rape, and incest later on, while avoiding criminal penalties that chill medical judgment. Common ground is strengthened by investing in what reduces crisis pregnancies and supports families—comprehensive sex education, affordable contraception, prenatal and postpartum care, paid leave, and childcare—so fewer people feel forced into any outcome.",
    "151": "Laws on abortion should be guided by reverence for human life, compassion for families in crisis, and clear medical judgment that protects a pregnant woman’s life and health without turning doctors into criminals. A workable path sets reasonable limits while ensuring well-defined exceptions for rape, incest, and serious medical danger, written with clinicians’ input so care is timely and safe. Common ground grows when policy also strengthens prevention and support—responsible education, access to contraception, prenatal care, adoption options, and practical help for parents—so fewer families feel pushed toward a decision made under fear or desperation.",
    "187": "Laws on abortion should be guided by respect for human life and personal responsibility, while also keeping women’s health and medically urgent realities at the center so families aren’t pushed into danger or despair. Clear limits with well-defined exceptions for rape, incest, and threats to the mother’s life or serious health complications can reflect moral concern without turning doctors and patients into criminals. Common ground grows when any legal framework is paired with practical support—affordable prenatal care, adoption resources, and real help for relatives raising kids—so fewer pregnancies become crises in the first place.",
    "684": "Laws concerning abortion should be guided by compassion, medical evidence, and a clear respect for patient privacy, keeping urgent decisions in the hands of families and clinicians rather than politicians. A workable common ground protects early access and ensures unambiguous exceptions for rape, incest, and serious threats to health, while avoiding criminal penalties that delay care. At the same time, communities and government should invest in prevention and real support—contraception, accurate education, prenatal and postpartum care, disability services, and help with childcare and work—so fewer people face pregnancy decisions under crisis and coercion.",
    "141": "Laws concerning abortion should be guided by compassion, medical evidence, and a community responsibility to keep families healthy and stable, with decisions anchored in the patient–doctor relationship rather than politics. A workable middle ground protects safe, timely access early in pregnancy and guarantees clear, non-punitive exceptions for rape, incest, and serious threats to health, while allowing carefully defined limits later that still leave room for medical judgment. Just like in any workplace where safety rules have to match real conditions on the floor, abortion policy should be clear and practical, not designed to scare clinicians or punish people in crisis. Common ground grows when laws are paired with prevention and support—affordable contraception, accurate education, prenatal care, paid leave, and childcare—so fewer pregnancies become emergencies and fewer families feel cornered into impossible choices.",
    "473": "Laws concerning abortion should be guided by compassion, medical evidence, and a humble respect for conscience—keeping urgent decisions in the hands of patients and clinicians rather than politicians. A workable middle ground protects safe, timely access early in pregnancy and guarantees clear exceptions for rape, incest, and serious threats to health, while allowing carefully defined limits later that do not criminalize good-faith care. Common ground grows when policy also invests in prevention and support—accurate education, affordable contraception, prenatal and postpartum care, and practical help for families—so fewer people are pushed into crisis in the first place.",
    "708": "Laws on abortion should be guided by limited government, clear medical standards, and a basic respect for life and personal responsibility, keeping politicians out of the exam bay while still setting workable guardrails. A practical middle ground protects early access and privacy, guarantees explicit exceptions for rape, incest, and serious threats to health, and gives doctors safe latitude to act in emergencies without fear of prosecution. If communities want fewer abortions, the smartest “preventive maintenance” is better contraception access, honest education, and real support for parents and adoption so decisions aren’t driven by desperation.",
    "136": "Laws on abortion should be guided by limited government, medical reality, and basic human dignity: keep politicians out of the exam room while setting clear, workable rules doctors can follow, especially for emergencies, rape, and incest. A practical middle ground protects early access and privacy, allows carefully defined limits later in pregnancy tied to viability and health, and avoids criminalizing patients or good-faith clinicians. Real common ground comes from reducing crisis pregnancies through straightforward sex education, affordable contraception, and concrete support for parents so decisions aren’t forced by money, fear, or lack of options.",
    "346": "Laws on abortion should be guided by human dignity, evidence-based medicine, and mercy, recognizing both the moral seriousness many attach to developing life and the reality that pregnancy can become medically complex and time-sensitive. A durable framework protects early, safe access and guarantees clear, clinician-led exceptions for threats to life or health, rape, incest, and nonviable or severe fetal conditions, while avoiding criminal penalties that delay care. Common ground grows when legal rules are paired with prevention and support—accurate education, affordable contraception, prenatal and postpartum care, paid leave, and adoption resources—so fewer families face the decision in crisis.",
    "363": "Laws concerning abortion should be guided by compassion, solid medical evidence, and a commitment to social justice, keeping politicians out of the exam room while protecting patient safety and dignity. A workable middle path protects early access and clearly written exceptions for rape, incest, and serious threats to health or life, with later rules tied to medical judgment and viability rather than punishment. Since “it’s hard to get blood from a turnip,” the law should also reduce crisis pregnancies by expanding contraception, honest education, prenatal care, and practical support for parents, so fewer families ever feel backed into a corner.",
    "160": "Laws concerning abortion should be guided by compassion and medical reality, keeping urgent decisions in the hands of patients and clinicians rather than politicians, with clear protections for early access and for cases involving rape, incest, and serious threats to health. Because many people genuinely worry about potential life, any framework should also emphasize prevention—accurate education, affordable contraception, and practical support for parents—so fewer families reach a crisis point. Rules should be plain, consistent, and written with medical input, avoiding punishments that create fear in the exam room while respecting room for conscience in a diverse community.",
    "296": "Laws on abortion should be guided by a clear respect for human life and by the medical realities that can turn a pregnancy into a rapidly changing risk, keeping decisions anchored in evidence and clinical judgment rather than political theater. A durable framework can set firm, understandable limits while guaranteeing explicit exceptions for rape, incest, and serious threats to the mother’s life or health, so families and doctors are not punished for acting in good faith. Common ground grows when any limits are paired with practical supports—prenatal and postpartum care, adoption pathways, and workplace and childcare help—so choosing to carry a pregnancy is meaningfully supported, not merely demanded.",
    "524": "Laws on abortion should be guided by respect for unborn life and by practical compassion for women and families facing medical emergencies, violence, or circumstances that don’t fit neat rules, with clear protections so doctors can act in good faith without fear. A workable middle ground sets firm, understandable limits while including real exceptions for the mother’s life and serious health threats, and recognizes that preventing crisis matters as much as regulating it. Communities and government should back any policy with concrete support—prenatal care, adoption help, and resources that make carrying a pregnancy to term a real option—so fewer people feel trapped between bad choices.",
    "450": "Laws on abortion should be guided by evidence-based medicine, privacy, and harm reduction, recognizing that pregnancy can shift from routine to dangerous quickly and that rigid rules can delay care. A durable framework protects timely access early in pregnancy, sets clear viability- and health-based standards later with explicit exceptions for health, rape, incest, and severe fetal conditions, and avoids criminalizing patients or clinicians acting in good faith. Common ground grows when legal policy is paired with prevention and support—comprehensive sex education, affordable contraception, prenatal and postpartum care, paid leave, and childcare—so fewer families face crisis choices and more children are welcomed into stability.",
    "534": "Laws concerning abortion should be guided by evidence-based medicine, privacy, and harm reduction, keeping time-sensitive decisions primarily between a patient and qualified clinicians rather than politicians. A durable compromise can protect broad access early in pregnancy, allow carefully defined limits later tied to viability and clinical judgment, and include clear exceptions for rape, incest, and serious risks to the pregnant person’s health. Common ground strengthens when policy also invests in prevention and real choices—accurate sex education, affordable contraception, and practical support for pregnancy, parenting, and adoption—so fewer people reach a crisis point.",
    "526": "Laws on abortion should be guided by a consistent respect for human life and by clear, medically grounded standards that keep women from being put at risk by rigid rules or political grandstanding. A workable approach sets firm limits that reflect society’s duty to protect the unborn, while guaranteeing explicit exceptions for rape, incest, and serious threats to the mother’s life or long-term health, and shielding doctors acting in good faith. Common ground grows when any limits are paired with practical supports—prenatal care, adoption resources, and real help for families—so fewer pregnancies end in crisis and fewer abortions occur.",
    "275": "Laws concerning abortion should be guided by compassion and evidence-based medical care, keeping time-sensitive decisions primarily between patients and clinicians while protecting privacy and safety. A workable framework can safeguard access early in pregnancy, include clear exceptions for rape, incest, and threats to health or life, and avoid criminalizing good-faith medical practice that turns crises into courtroom battles. Common ground grows when policy also invests upstream—honest education, affordable contraception, prenatal and mental-health care, and practical support for parenting and adoption—so fewer families are pushed to the edge. In a pluralistic community, the law should reduce harm and respect conscience without forcing any single moral or religious view on everyone.",
    "270": "Laws concerning abortion should be guided by evidence-based medicine, compassion, and respect for bodily autonomy, with clear protections that keep time-sensitive care in the hands of patients and qualified clinicians rather than politicians. A workable bridge is to protect early access and medical privacy while allowing carefully defined later-pregnancy guardrails tied to viability and clinical judgment, with explicit exceptions for health, rape, incest, and severe fetal complications, and without criminalizing patients or providers acting in good faith. Common ground grows when policy also reduces the situations that drive crisis decisions through universal healthcare access, affordable contraception, comprehensive sex education, and practical supports for pregnancy, parenting, adoption, and mental health.",
    "294": "Laws on abortion should be guided by a steady respect for human life, the medical realities clinicians face, and the belief that families in crisis deserve compassion rather than politics. A workable framework sets clear limits while protecting the mother’s life and health, includes carefully defined exceptions for rape and incest, and avoids criminalizing doctors acting in good faith. Common ground grows when any limits are paired with practical support—prenatal and postpartum care, adoption resources, and proven prevention like contraception and responsible education—so fewer pregnancies become emergencies and fewer women feel cornered into a decision.",
    "135": "Laws concerning abortion should be guided by a consistent respect for human dignity—taking seriously the value many place on unborn life while ensuring women can receive timely, evidence-based medical care without fear when pregnancy turns dangerous or tragic. A workable approach sets clear, medically written limits with firm exceptions for rape, incest, and threats to the mother’s life or health, and avoids criminalizing clinicians acting in good faith. Common ground is strengthened by pairing any legal framework with practical supports—prenatal and postpartum care, adoption services, counseling, and resources that make parenting possible—so fewer families face the decision in crisis.",
    "533": "Abortion laws should be guided by respect for unborn life and by the reality that hard pregnancies don’t follow a rulebook, so medical decisions—especially emergencies—need clear, workable exceptions that let doctors act in good faith. A practical approach protects life where possible, allows limited exceptions for rape, incest, and serious threats to the mother’s health, and avoids turning families and clinicians into criminals. Common ground comes from pairing any limits with real prevention and support—honest education, contraception, prenatal care, adoption options, and help for parents—so fewer people feel cornered in the first place."
  }
}